Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: Your story is quite grim, my friend. Lazarus will surely burn in Hell for his horrific deed. The boy that you describe is not our prince, but I believe that Albrecht may yet be in danger. The symbol of power that you speak of must be a portal in the very heart of the labyrinth. Know this, my friend - The evil that you move against is the dark Lord of Terror. He is known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago and I fear that he seeks to once again sow chaos in the realm of mankind. You must venture through the portal and destroy Diablo before it is too late!
de: Deine Geschichte ist ziemlich düster, mein Freund. Lazarus wird für seine schreckliche Tat sicherlich in der Hölle brennen. Der Junge, den Du beschreibst, ist nicht unser Prinz, aber ich glaube, Albrecht könnte noch in Gefahr sein. Das Symbol der Macht, von dem du sprichst, muss ein Portal im Herzen des Labyrinths sein. Wisse das, mein Freund - Das Böse, gegen das du vorgehst, ist der dunkle Lord des Terrors. Sterblichen ist er als Diablo bekannt. Er war es, der vor vielen Jahrhunderten im Labyrinth eingesperrt war und ich fürchte, dass er wieder einmal versucht, Chaos im Reich der Menschheit zu säen. Du musst durch das Portal gehen und Diablo vernichten, bevor es zu spät ist!

source: Lazarus was the Archbishop who led many of the townspeople into the labyrinth. I lost many good friends that day, and Lazarus never returned. I suppose he was killed along with most of the others. If you would do me a favor, good master - please do not talk to Farnham about that day.
de: Lazarus war der Erzbischof, der viele der Städter in das Labyrinth führte. Ich habe an diesem Tag viele gute Freunde verloren und Lazarus ist nie zurückgekehrt. Ich nehme an, er wurde zusammen mit den meisten anderen getötet. Wenn Du mir einen Gefallen tun würden, guter Meister, sprich bitte nicht mit Farnham über diesen Tag.

source: I was shocked when I heard of what the townspeople were planning to do that night. I thought that of all people, Lazarus would have had more sense than that. He was an Archbishop, and always seemed to care so much for the townsfolk of Tristram. So many were injured, I could not save them all...
de: Ich war schockiert, als ich hörte, was die Stadtbewohner in dieser Nacht vorhatten. Ich dachte, dass ausgerechnet Lazarus mehr Verstand gehabt hätte. Er war Erzbischof und schien sich immer so sehr um die Bürger von Tristram zu kümmern. So viele wurden verletzt, ich konnte sie nicht alle retten...

source: I remember Lazarus as being a very kind and giving man. He spoke at my mother's funeral, and was supportive of my grandmother and myself in a very troubled time. I pray every night that somehow, he is still alive and safe.
de: Ich erinnere mich an Lazarus als einen sehr freundlichen und großzügigen Mann. Er sprach auf der Beerdigung meiner Mutter und unterstützte meine Großmutter und mich in einer sehr schwierigen Zeit. Ich bete jede Nacht, dass er irgendwie noch am Leben und in Sicherheit ist.

source: I was there when Lazarus led us into the labyrinth. He spoke of holy retribution, but when we started fighting those hellspawn, he did not so much as lift his mace against them. He just ran deeper into the dim, endless chambers that were filled with the servants of darkness!
de: Ich war dabei, als Lazarus uns in das Labyrinth führte. Er sprach von heiliger Vergeltung, aber als wir anfingen, diese Höllenbrut zu bekämpfen, erhob er nicht einmal seinen Streitkolben gegen sie. Er rannte nur tiefer in die düsteren, endlosen Kammern, die mit den Dienern der Dunkelheit gefüllt waren!

source: They stab, then bite, then they're all around you. Liar! LIAR! They're all dead! Dead! Do you hear me? They just keep falling and falling... their blood spilling out all over the floor... all his fault...
de: Sie stechen, dann beißen sie, dann sind sie überall um dich herum. Lügner! LÜGNER! Sie sind alle tot! Tot! Hörst du mich? Sie sterben und sterben einfach weiter... ihr Blut besudelt den ganzen Boden... alles seine Schuld...

source: I did not know this Lazarus of whom you speak, but I do sense a great conflict within his being. He poses a great danger, and will stop at nothing to serve the powers of darkness which have claimed him as theirs.
de: Ich kannte diesen Lazarus, von dem Du sprichst, nicht, aber ich spüre einen großen Konflikt in seinem Wesen. Er stellt eine große Gefahr dar und wird vor nichts zurückschrecken, um den Mächten der Finsternis zu dienen, die ihn für sich beansprucht haben.

source: Yes, the righteous Lazarus, who was sooo effective against those monsters down there. Didn't help save my leg, did it? Look, I'll give you a free piece of advice. Ask Farnham, he was there.
de: Ja, der rechtschaffene Lazarus, der gegen diese Monster da unten sooo effektiv war. Hat nicht geholfen, mein Bein zu retten, oder? Hören Sie, ich gebe Ihnen einen kostenlosen Rat. Frag Farnham, er war da.

source: Abandon your foolish quest. All that awaits you is the wrath of my Master! You are too late to save the child. Now you will join him in Hell!
de: Gib deine törichte Suche auf. Alles, was Dich erwartet, ist der Zorn meines Meisters! Du bist zu spät, um das Kind zu retten. Jetzt gesellst du dich zu ihm in die Hölle!

source: Hmm, I don't know what I can really tell you about this that will be of any help. The water that fills our wells comes from an underground spring. I have heard of a tunnel that leads to a great lake - perhaps they are one and the same. Unfortunately, I do not know what would cause our water supply to be tainted.
de: Hmm, ich weiß nicht, was ich dir wirklich dazu sagen kann, was dir helfen wird. Das Wasser, das unsere Brunnen füllt, kommt aus einer unterirdischen Quelle. Ich habe von einem Tunnel gehört, der zu einem großen See führt - vielleicht sind sie ein und dasselbe. Leider weiß ich nicht, was dazu geführt hat, dass unsere Wasserversorgung verunreinigt wurde.

source: I have always tried to keep a large supply of foodstuffs and drink in our storage cellar, but with the entire town having no source of fresh water, even our stores will soon run dry. Please, do what you can or I don't know what we will do.
de: Ich habe immer versucht, einen großen Vorrat an Lebensmitteln und Getränken in unserem Lagerkeller zu halten, aber da die ganze Stadt keine Frischwasserquelle hat, werden auch unsere Vorräte bald leer sein. Bitte tu was du kannst weil ich weiß nicht, was wir tun werden, wenn nichts geschieht.

source: I'm glad I caught up to you in time! Our wells have become brackish and stagnant and some of the townspeople have become ill drinking from them. Our reserves of fresh water are quickly running dry. I believe that there is a passage that leads to the springs that serve our town. Please find what has caused this calamity, or we all will surely perish.
de: Ich bin froh, dass ich dich rechtzeitig eingeholt habe! Unsere Brunnen sind brackig und stagnierend geworden und einige der Stadtbewohner sind krank geworden, als sie daraus getrunken haben. Unsere Frischwasserreserven versiegen schnell. Ich glaube, dass es eine Passage gibt, die zu den Quellen führt, die unserer Stadt dienen. Bitte finde heraus, was dieses Unglück verursacht hat, oder wir werden alle sicherlich zugrunde gehen.

source: Please, you must hurry. Every hour that passes brings us closer to having no water to drink. We cannot survive for long without your help.
de: Bitte, Du musst Dich beeilen. Jede Stunde, die vergeht, bringt uns näher daran, kein Trinkwasser mehr zu haben. Ohne Deine Hilfe können wir nicht mehr lange überleben.

source: What's that you say - the mere presence of the demons had caused the water to become tainted? Oh, truly a great evil lurks beneath our town, but your perseverance and courage gives us hope. Please take this ring - perhaps it will aid you in the destruction of such vile creatures.
de: Was sagst du dazu - die bloße Anwesenheit der Dämonen hatte dazu geführt, dass das Wasser verdorben wurde? Oh, wirklich ein großes Übel lauert unter unserer Stadt, aber deine Ausdauer und dein Mut geben uns Hoffnung. Bitte nimm diesen Ring - vielleicht hilft er dir bei der Vernichtung solcher abscheulichen Kreaturen.

source: My grandmother is very weak, and Garda says that we cannot drink the water from the wells. Please, can you do something to help us?
de: Meine Großmutter ist sehr schwach, und Garda sagt, dass wir das Wasser aus den Brunnen nicht trinken können. Bitte, kannst du etwas tun, um uns zu helfen?

source: Pepin has told you the truth. We will need fresh water badly, and soon. I have tried to clear one of the smaller wells, but it reeks of stagnant filth. It must be getting clogged at the source.
de: Pepin hat dir die Wahrheit gesagt. Wir werden dringend frisches Wasser brauchen, und zwar bald. Ich habe versucht, einen der kleineren Brunnen zu säubern, aber er stinkt nach stehendem Dreck. Es muss an der Quelle verstopft sein.

source: You drink water?
de: Trinkst du Wasser?

source: The people of Tristram will die if you cannot restore fresh water to their wells. Know this - demons are at the heart of this matter, but they remain ignorant of what they have spawned.
de: Die Einwohner von Tristram werden sterben, wenn Du ihrem Brunnen kein frisches Wasser zuführen kannst. Wisse das - Dämonen sind der Kern dieser Angelegenheit, aber sie wissen nicht, was sie hervorgebracht haben.

source: For once, I'm with you. My business runs dry - so to speak - if I have no market to sell to. You better find out what is going on, and soon!
de: Ausnahmsweise bin ich bei dir. Mein Geschäft läuft sozusagen leer aus, wenn ich keinen Markt zum Verkaufen habe. Finden Sie besser heraus, was los ist, und zwar bald!

source: A book that speaks of a chamber of human bones? Well, a Chamber of Bone is mentioned in certain archaic writings that I studied in the libraries of the East. These tomes inferred that when the Lords of the underworld desired to protect great treasures, they would create domains where those who died in the attempt to steal that treasure would be forever bound to defend it. A twisted, but strangely fitting, end?
de: Ein Buch, das von einer Kammer menschlicher Knochen spricht? Nun, eine Knochenkammer wird in gewissen archaischen Schriften erwähnt, die ich in den Bibliotheken des Ostens studiert habe. Diese Wälzer folgerten, dass die Herren der Unterwelt, wenn sie große Schätze schützen wollten, Domänen errichten würden, in denen diejenigen, die bei dem Versuch, diesen Schatz zu stehlen, starben, für immer verpflichtet sein würden, ihn zu verteidigen. Ein verdrehtes, aber seltsam passendes Ende?

source: I am afraid that I don't know anything about that, good master. Cain has many books that may be of some help.
de: Ich fürchte, davon weiß ich nichts, guter Meister. Cain hat viele Bücher, die hilfreich sein können.

source: This sounds like a very dangerous place. If you venture there, please take great care.
de: Das klingt nach einem sehr gefährlichen Ort. Wenn Du dich dorthin wagst, seien Sie bitte sehr vorsichtig.

source: I am afraid that I haven't heard anything about that. Perhaps Cain the Storyteller could be of some help.
de: Ich fürchte, davon habe ich noch nichts gehört. Vielleicht könnte Cain der Geschichtenerzähler eine Hilfe sein.

source: I know nothing of this place, but you may try asking Cain. He talks about many things, and it would not surprise me if he had some answers to your question.
de: Ich weiß nichts von diesem Ort, aber du kannst versuchen, Cain zu fragen. Er spricht über viele Dinge, und es würde mich nicht überraschen, wenn er Antworten auf Ihre Frage hätte.

source: Okay, so listen. There's this chamber of wood, see. And his wife, you know - her - tells the tree... cause you gotta wait. Then I says, that might work against him, but if you think I'm gonna PAY for this... you... uh... yeah.
de: Okay, also hör zu. Da ist diese Holzkammer, sehen Sie. Und seine Frau, weißt du - sie - sagt es dem Baum... weil du warten musst. Dann sage ich, das könnte gegen ihn wirken, aber wenn du denkst, ich werde dafür bezahlen... du... äh... ja.

source: You will become an eternal servant of the dark lords should you perish within this cursed domain. Enter the Chamber of Bone at your own peril.
de: Solltest du in diesem verfluchten Reich umkommen, wirst du ein ewiger Diener der dunklen Lords. Betritt die Knochenkammer auf eigene Gefahr.

source: A vast and mysterious treasure, you say? Maybe I could be interested in picking up a few things from you... or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
de: Ein riesiger und mysteriöser Schatz, sagst du? Vielleicht könnte ich ein paar Dinge von dir abholen... oder noch besser, brauchst du nicht ein paar seltene und teure Vorräte, um dich durch diese Tortur zu bringen?

source: It seems that the Archbishop Lazarus goaded many of the townsmen into venturing into the Labyrinth to find the King's missing son. He played upon their fears and whipped them into a frenzied mob. None of them were prepared for what lay within the cold earth... Lazarus abandoned them down there - left in the clutches of unspeakable horrors - to die.
de: Es scheint, dass der Erzbischof Lazarus viele der Stadtbewohner dazu gebracht hat, sich in das Labyrinth zu wagen, um den vermissten Sohn des Königs zu finden. Er spielte mit ihren Ängsten und peitschte sie zu einem rasenden Mob. Keiner von ihnen war auf das vorbereitet, was in der kalten Erde lag... Lazarus ließ sie dort unten zurück – zurückgelassen in den Fängen unsagbarer Schrecken – um zu sterben.

source: Yes, Farnham has mumbled something about a hulking brute who wielded a fierce weapon. I believe he called him a butcher.
de: Ja, Farnham hat etwas von einem massigen Tier gemurmelt, das eine heftige Waffe führte. Ich glaube, er hat ihn "Schlächter" genannt.

source: By the Light, I know of this vile demon. There were many that bore the scars of his wrath upon their bodies when the few survivors of the charge led by Lazarus crawled from the Cathedral. I don't know what he used to slice open his victims, but it could not have been of this world. It left wounds festering with disease and even I found them almost impossible to treat. Beware if you plan to battle this fiend...
de: Beim Licht, ich kenne diesen abscheulichen Dämon. Es gab viele, die die Narben seines Zorns auf ihren Körpern trugen, als die wenigen Überlebenden des von Lazarus angeführten Angriffs aus der Kathedrale krochen. Ich weiß nicht, womit er seine Opfer aufgeschlitzt hat, aber es kann nicht von dieser Welt gewesen sein. Es hinterließ Wunden, die vor Krankheit eitern und selbst ich fand sie fast unmöglich zu behandeln. Passen Sie auf, wenn Du planst, diesen Unhold zu bekämpfen ...

source: When Farnham said something about a butcher killing people, I immediately discounted it. But since you brought it up, maybe it is true.
de: Als Farnham etwas davon sagte, dass ein Metzger Menschen umbringt, habe ich das sofort ignoriert. Aber da Du es angesprochen hast, ist es vielleicht wahr.

source: I saw what Farnham calls the Butcher as it swathed a path through the bodies of my friends. He swung a cleaver as large as an axe, hewing limbs and cutting down brave men where they stood. I was separated from the fray by a host of small screeching demons and somehow found the stairway leading out. I never saw that hideous beast again, but his blood-stained visage haunts me to this day.
de: Ich sah, was Farnham den Schlächter nennt, als es sich einen Weg durch die Leichen meiner Freunde bahnte. Er schwang ein Beil so groß wie eine Axt, hieb Gliedmaßen aus und tötete tapfere Männer, wo sie standen. Ich wurde von einer Schar kleiner kreischender Dämonen vom Getümmel getrennt und fand irgendwie die Treppe, die nach draußen führte. Ich habe dieses abscheuliche Tier nie wieder gesehen, aber sein blutbeflecktes Gesicht verfolgt mich bis heute.

source: Big! Big cleaver killing all my friends. Couldn't stop him, had to run away, couldn't save them. Trapped in a room with so many bodies... so many friends... NOOOOOOOOOO!
de: Groß! Großes Hackmesser, das alle meine Freunde tötet. Konnte ihn nicht aufhalten, musste weglaufen, konnte sie nicht retten. Gefangen in einem Raum mit so vielen Leichen... so vielen Freunden... NEIIIIIIIIIIIIN!

source: The Butcher is a sadistic creature that delights in the torture and pain of others. You have seen his handiwork in the drunkard Farnham. His destruction will do much to ensure the safety of this village.
de: Der Schlächter ist eine sadistische Kreatur, die sich an der Folter und dem Schmerz anderer erfreut. Sie haben seine Handschrift im Angesicht des betrunkenen Farnham gesehen. Seine Vernichtung wird viel dazu beitragen, die Sicherheit dieses Dorfes zu gewährleisten.

source: I know more than you'd think about that grisly fiend. His little friends got a hold of me and managed to get my leg before Griswold pulled me out of that hole. I'll put it bluntly - kill him before he kills you and adds your corpse to his collection.
de: Ich weiß mehr, als du über diesen grausigen Teufel denkst. Seine kleinen Freunde packten mich und schafften es, mein Bein zu bekommen, bevor Griswold mich aus dem Loch zog. Ich sage es ganz offen – töte ihn, bevor er dich tötet und deine Leiche zu seiner Sammlung hinzufügt.

source: Please, listen to me. The Archbishop Lazarus, he led us down here to find the lost prince. The bastard led us into a trap! Now everyone is dead... killed by a demon he called the Butcher. Avenge us! Find this Butcher and slay him so that our souls may finally rest...
de: Bitte hör mir zu. Der Erzbischof Lazarus hat uns hierher geführt, um den verlorenen Prinzen zu finden. Der Bastard hat uns in eine Falle geführt! Jetzt sind alle tot... getötet von einem Dämon, den er "Der Schlächter" nannte. Rache uns! Finde diesen Schlächter und töte ihn, damit unsere Seelen endlich ruhen können...

source: You recite an interesting rhyme written in a style that reminds me of other works. Let me think now - what was it? ...Darkness shrouds the Hidden. Eyes glowing unseen with only the sounds of razor claws briefly scraping to torment those poor souls who have been made sightless for all eternity. The prison for those so damned is named the Halls of the Blind...
de: Sie rezitieren einen interessanten Reim, der in einem Stil geschrieben ist, der mich an andere Werke erinnert. Lass mich jetzt nachdenken - was war es? ...Dunkelheit umhüllt das Verborgene. Augen, die ungesehen glühen, nur das Geräusch von Rasierklingen, die kurz kratzen, um diese armen Seelen zu quälen, die für alle Ewigkeit blind geworden sind. Das Gefängnis für die so Verdammten heißt die Hallen der Blinden...

source: I never much cared for poetry. Occasionally, I had cause to hire minstrels when the inn was doing well, but that seems like such a long time ago now. What? Oh, yes... uh, well, I suppose you could see what someone else knows.
de: Ich habe mich nie besonders für Poesie interessiert. Gelegentlich hatte ich Anlass, Minnesänger anzuheuern, wenn es dem Gasthaus gut ging, aber das scheint jetzt schon so lange her zu sein. Was? Oh, ja... äh, nun, ich nehme an, Du wirst dich umhören müssen was die anderen wissen.

source: This does seem familiar, somehow. I seem to recall reading something very much like that poem while researching the history of demonic afflictions. It spoke of a place of great evil that... wait - you're not going there are you?
de: Das kommt mir irgendwie bekannt vor. Ich scheine mich zu erinnern, etwas Ähnliches gelesen zu haben, als ich die Geschichte dämonischer Leiden erforschte. Es sprach von einem Ort des großen Bösen, der... warte - du gehst nicht dorthin, oder?

source: If you have questions about blindness, you should talk to Pepin. I know that he gave my grandmother a potion that helped clear her vision, so maybe he can help you, too.
de: Bei Fragen zum Thema Blindheit sollten Sie mit Pepin sprechen. Ich weiß, dass er meiner Großmutter einen Trank gegeben hat, der ihr geholfen hat, ihre Sicht zu klären, also kann er dir vielleicht auch helfen.

source: I am afraid that I have neither heard nor seen a place that matches your vivid description, my friend. Perhaps Cain the Storyteller could be of some help.
de: Ich fürchte, ich habe weder einen Ort gehört noch gesehen, der Ihrer lebhaften Beschreibung entspricht, mein Freund. Vielleicht könnte Cain der Geschichtenerzähler eine Hilfe sein.

source: Look here... that's pretty funny, huh? Get it? Blind - look here?
de: Schau mal... das ist ziemlich lustig, oder? Kapiert? Blind - schau mal hier?

source: This is a place of great anguish and terror, and so serves its master well. Tread carefully or you may yourself be staying much longer than you had anticipated.
de: Dies ist ein Ort großer Angst und Schrecken und dient daher seinem Meister gut. Sei vorsichtig, oder du bleibst möglicherweise viel länger als erwartet.

source: Lets see, am I selling you something? No. Are you giving me money to tell you about this? No. Are you now leaving and going to talk to the storyteller who lives for this kind of thing? Yes.
de: Mal sehen, verkaufe ich dir etwas? Nein. Gibst du mir Geld, um dir davon zu erzählen? Nein. Gehst du jetzt und sprichst mit dem Geschichtenerzähler, der für so etwas lebt? Ja.

source: You claim to have spoken with Lachdanan? He was a great hero during his life. Lachdanan was an honorable and just man who served his King faithfully for years. But of course, you already know that. Of those who were caught within the grasp of the King's Curse, Lachdanan would be the least likely to submit to the darkness without a fight, so I suppose that your story could be true. If I were in your place, my friend, I would find a way to release him from his torture.
de: Du behauptest, mit Lachdanan gesprochen zu haben? Er war zu Lebzeiten ein großer Held. Lachdanan war ein ehrenhafter und gerechter Mann, der seinem König jahrelang treu diente. Aber das weißt du natürlich schon. Von denen, die vom Fluch des Königs erfasst wurden, würde sich Lachdanan am wenigsten kampflos der Dunkelheit unterwerfen, also denke ich, dass deine Geschichte wahr sein könnte. Wenn ich an deiner Stelle wäre, mein Freund, würde ich einen Weg finden, ihn von seiner Folter zu befreien.

source: You speak of a brave warrior long dead! I'll have no such talk of speaking with departed souls in my inn yard, thank you very much.
de: Du sprichst von einem tapferen Krieger, der schon lange tot ist! Von Gesprächen mit verstorbenen Seelen in meinem Wirtshof will ich nicht so reden, vielen Dank.

source: A golden elixir, you say. I have never concocted a potion of that color before, so I can't tell you how it would effect you if you were to try to drink it. As your healer, I strongly advise that should you find such an elixir, do as Lachdanan asks and DO NOT try to use it.
de: Ein goldenes Elixier, sagst du. Ich habe noch nie zuvor einen Trank dieser Farbe gebraut, daher kann ich es Dir nicht sagen, wie es sich auf Dich auswirken würde, wenn Du versuchen würdest, ihn zu trinken. Als Ihr Heiler rate ich Dir dringend, wenn Du ein solches Elixier finden solltest, tun Sie, was Lachdanan verlangt, und versuche nicht es zu verwenden.

source: I've never heard of a Lachdanan before. I'm sorry, but I don't think that I can be of much help to you.
de: Ich habe noch nie von einem Lachdanan gehört. Es tut mir leid, aber ich glaube nicht, dass ich Dir eine große Hilfe sein kann.
