Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: Sarcophagus
de: Sarkophag

source: Bookshelf
de: Magisches Lesepult

source: Bookcase
de: Verwittertes Büchrerregal

source: Pod
de: Pott

source: Urn
de: Urne

source: Barrel
de: Fass

source: {:s} Shrine
de: {:s} Schrein

source: Skeleton Tome
de: Knochiger Spruchständer

source: Library Book
de: Bibliotheksbuch

source: Blood Fountain
de: Blutfontäne

source: Decapitated Body
de: Zersetzter Körper

source: Book of the Blind
de: Buch der blinden

source: Book of Blood
de: Buch des Bluts

source: Purifying Spring
de: Reinigender Frühling

source: Weapon Rack
de: Waffenständer

source: Goat Shrine
de: Ziegenschrein

source: Cauldron
de: Kessel

source: Murky Pool
de: Trübes Becken

source: Fountain of Tears
de: Fontäne der Tränen

source: Steel Tome
de: Stahlwälzer

source: Pedestal of Blood
de: Sockel des Blutes

source: Mushroom Patch
de: Pilzfetzen

source: Vile Stand
de: Abscheulicher Ständer

source: Slain Hero
de: Getöteter Held

source: Trapped {:s}
de: Gefangen {:s}

source: Experience:
de: Erfahrung:

source: Maximum Level
de: Maximales Level

source: Next Level:
de: Nächstes Level:

source: to Level {:d}
de: zu Level {:d}

source: The Magic Rock
de: Der magische Fels

source: Gharbad The Weak
de: Gharbad der schwache

source: Ogden's Sign
de: Ogden's Tavernenschild

source: Halls of the Blind
de: Halle der blinden

source: The Curse of King Leoric
de: König Leoric's Fluch

source: Poisoned Water Supply
de: Verseuchte Wasserversorgung

source: The Chamber of Bone
de: Die Halle der Knochen

source: Archbishop Lazarus
de: Erzbischof Lazarus

source: Grave Matters
de: Grabsubstanz

source: Farmer's Orchard
de: Die Obstbäume des Farmers

source: Little Girl
de: Kleines Mädchen

source: Wandering Trader
de: Der fliegende Händler

source: Cornerstone of the World
de: Eckstein der Welt

source: The Jersey's Jersey
de: Die Weste von Jersey

source: King Leoric's Tomb
de: Das Grab von König Leoric

source: Maze
de: Labyrinth

source: A Dark Passage
de: Eine dunkle Passage

source: Unholy Altar
de: Unheiliger Altar

source: To {:s}
de: Zu {:s}

source: Quest Log
de: Questtagebuch

source: Close Quest Log
de: Questtagebuch schließen

source: Skeleton King's Lair
de: Halle des Skeletkönigs

source: Chamber of Bone
de: Halle der Knochen

source: Archbishop Lazarus' Lair
de: Erzbischof Lazarus' Kammer

source: Firebolt
de: Feuerblitz

source: Healing
de: Heilung

source: Flash
de: Blitz

source: Identify
de: Identifikation

source: Fire Wall
de: Feuerwand

source: Stone Curse
de: Versteinerung

source: Phasing
de: Phasenverschiebung

source: Mana Shield
de: Manaschild

source: Fireball
de: Feuerball

source: Chain Lightning
de: Kettenblitz

source: Flame Wave
de: Flammenwand

source: Doom Serpents
de: Schicksalssklaven

source: Blood Ritual
de: Blutritual

source: Invisibility
de: Unsichtbarkeit

source: Rage
de: Reichweite

source: Teleport
de: Teleportation

source: Apocalypse
de: Apokalypse

source: Etherealize
de: Etheralisieren

source: Item Repair
de: Gegenstand reparieren

source: Staff Recharge
de: Stab nachladen

source: Trap Disarm
de: Falle entschärfen

source: Charged Bolt
de: Geladener Blitz

source: Holy Bolt
de: Heiliger Blitz

source: Resurrect
de: Wiederbelebung

source: Telekinesis
de: Telekinese

source: Heal Other
de: Heile andere

source: Blood Star
de: Blutstern

source: Bone Spirit
de: Knochengeist

source: Lightning Wall
de: Blitzwand

source: Immolation
de: Opferung

source: Reflect
de: Reflektion

source: Berserk
de: Berserkers

source: Ring of Fire
de: Ring des Feuers

source: Search
de: Suche

source: Rune of Light
de: Rune des Lichts

source: Rune of Nova
de: Runde der Nova

source: Rune of Immolation
de: Rune der Opferung

source: Damage: {:d}-{:d}
de: Schaden: {:d}-{:d}

source: Armor: {:d}
de: Rüstung: {:d}

source: Dur: {:d}/{:d},
de: Haltbar: {:d}/{:d},

source: Indestructible,
de: Unzerstörbar,

source: No required attributes
de: Keine Attribute benötigt

source: Welcome to the
de: Willkommen bei

source: Blacksmith's shop
de: Griswold's Eisenwaren

source: Would you like to:
de: Was ist euer Anliegen:

source: Talk to Griswold
de: Sprich mit Griswold

source: Buy basic items
de: Standardeinkauf

source: Buy premium items
de: Premiumeinkauf

source: Sell items
de: Verkaufen

source: Repair items
de: Reparieren

source: Leave the shop
de: Sag auf Wiedersehen

source: I have these items for sale: Your gold: {:d}
de: Diese Dinge habe ich im Angebot: Dein Gold: {:d}

source: Back
de: Zurück

source: I have these premium items for sale: Your gold: {:d}
de: Übersicht meiner Premiumgegenstände: Dein Gold: {:d}

source: You have nothing I want. Your gold: {:d}
de: Du hast nichts zu verkaufen. Dein Gold: {:d}

source: Which item is for sale? Your gold: {:d}
de: Was hast du zu verkaufen? Dein Gold: {:d}

source: You have nothing to repair. Your gold: {:d}
de: Du hast nichts zu Reparieren. Dein Gold: {:d}

source: Repair which item? Your gold: {:d}
de: Was soll repariert werden? Dein Gold: {:d}

source: Witch's shack
de: Hütte der Hexe

source: Talk to Adria
de: Rede mit Adria

source: Buy items
de: Einkaufen

source: Recharge staves
de: Stäbe aufladen

source: Leave the shack
de: Sag auf Wiedersehen

source: You have nothing to recharge. Your gold: {:d}
de: Du hast nichts aufzuladen. Dein Gold: {:d}

source: Recharge which item? Your gold: {:d}
de: Welchen Gegenstand aufladen? Dein Gold: {:d}

source: You do not have enough gold
de: Du hast nicht genügend Gold

source: You do not have enough room in inventory
de: Du hast nicht genügend Platz im Inventar

source: Do we have a deal?
de: Kommt zwischen uns ein Handel zustande?

source: Are you sure you want to identify this item?
de: Bist du sicher, dass du diesen Gegenstand identifizieren willst?

source: Are you sure you want to buy this item?
de: Bist du sicher, dass du diesen Gegenstand kaufen willst?

source: Are you sure you want to recharge this item?
de: Bist du sicher, dass du diesen Gegenstand aufladen willst?

source: Are you sure you want to sell this item?
de: Bist du sicher, dass du diesen Gegenstand verkaufen willst?

source: Are you sure you want to repair this item?
de: Bist du sicher, dass du diesen Gegenstand reparieren willst?

source: Wirt the Peg-legged boy
de: Wirt mit dem Holzbein

source: Talk to Wirt
de: Mit Wirt reden

source: I have something for sale,
de: Ich habe etwas anzubieten,

source: but it will cost 50 gold
de: aber es kostet dich 50 Gold

source: just to take a look.
de: damit ich es Dir zeigen kann.

source: What have you got?
de: Was hast du?

source: Say goodbye
de: Sag auf Wiedersehen

source: I have this item for sale: Your gold: {:d}
de: Ich habe diesen Gegenstand zum Verkauf: Dein Gold: {:d}

source: Leave
de: Verlassen

source: Healer's home
de: Pepin, der Heiler

source: Talk to Pepin
de: Rede mit Pepin

source: Leave Healer's home
de: Sag auf Wiedersehen

source: The Town Elder
de: Deckard Cain

source: Talk to Cain
de: Sprich mit Cain

source: Identify an item
de: Gegenstand identifizieren

source: You have nothing to identify. Your gold: {:d}
de: Es gibt nichts zu identifizieren Dein Gold: {:d}

source: Identify which item? Your gold: {:d}
de: Welchen Gegenstand identifizieren? Dein Gold: {:d}

source: This item is:
de: Folgende Gegenstände habe ich identifiziert:

source: Done
de: Erledigt

source: Talk to {:s}
de: Rede mit {:s}

source: Talking to {:s}
de: Du redest mit {:s}

source: is not available
de: ist nicht Verfügbar

source: in the shareware
de: in der Shareware

source: Talk to Ogden
de: Rede mit Ogden

source: Leave the tavern
de: Verlasse die Taverne

source: Talk to Gillian
de: Rede mit Gillian

source: Farnham the Drunk
de: Farnham der Trunkenbold

source: Talk to Farnham
de: Sprich mit Farnham

source: Say Goodbye
de: Sag auf Wiedersehen

source: Ahh, the story of our King, is it? The tragic fall of Leoric was a harsh blow to this land. The people always loved the King, and now they live in mortal fear of him. The question that I keep asking myself is how he could have fallen so far from the Light, as Leoric had always been the holiest of men. Only the vilest powers of Hell could so utterly destroy a man from within...
de: Ahh, die Geschichte unseres Königs, oder? Der tragische Fall von Leoric war ein schwerer Schlag für dieses Land. Das Volk hat den König immer geliebt, und jetzt leben sie in Todesangst vor ihm. Die Frage, die ich mir immer wieder stelle, ist, wie er so weit vom Licht gefallen sein konnte, da Leoric immer der heiligste aller Menschen war. Nur die abscheulichsten Mächte der Hölle können einen Menschen von innen so vollständig zerstören...

source: The village needs your help, good master! Some months ago King Leoric's son, Prince Albrecht, was kidnapped. The King went into a rage and scoured the village for his missing child. With each passing day, Leoric seemed to slip deeper into madness. He sought to blame innocent townsfolk for the boy's disappearance and had them brutally executed. Less than half of us survived his insanity... The King's Knights and Priests tried to placate him, but he turned against them and sadly, they were forced to kill him. With his dying breath the King called down a terrible curse upon his former followers. He vowed that they would serve him in darkness forever... This is where things take an even darker twist than I thought possible! Our former King has risen from his eternal sleep and now commands a legion of undead minions within the Labyrinth. His body was buried in a tomb three levels beneath the Cathedral. Please, good master, put his soul at ease by destroying his now cursed form...
de: Das Dorf braucht deine Hilfe, guter Meister! Vor einigen Monaten wurde der Sohn von König Leoric, Prinz Albrecht, entführt. Der König geriet in Wut und durchkämmte das Dorf nach seinem vermissten Kind. Mit jedem Tag schien Leoric tiefer in den Wahnsinn zu verfallen. Er versuchte, unschuldige Städter für das Verschwinden des Jungen verantwortlich zu machen und ließ sie brutal hinrichten. Weniger als die Hälfte von uns hat seinen Wahnsinn überlebt... Die Ritter und Priester des Königs versuchten, ihn zu besänftigen, aber er wandte sich gegen sie und leider waren sie gezwungen, ihn zu töten. Mit seinem sterbenden Atemzug rief der König einen schrecklichen Fluch auf seine ehemaligen Anhänger. Er schwor, dass sie ihm für immer in der Dunkelheit dienen würden... Hier nehmen die Dinge eine noch dunklere Wendung, als ich es für möglich gehalten hätte! Unser ehemaliger König ist aus seinem ewigen Schlaf auferstanden und befehligt nun eine Legion untoter Schergen im Labyrinth. Seine Leiche wurde in einem Grab drei Ebenen unter der Kathedrale begraben. Bitte, guter Meister, beruhige seine Seele, indem du seine jetzt verfluchte Form zerstörst...

source: As I told you, good master, the King was entombed three levels below. He's down there, waiting in the putrid darkness for his chance to destroy this land...
de: Wie ich Ihnen sagte, guter Meister, wurde der König drei Ebenen tiefer begraben. Er ist da unten und wartet in der fauligen Dunkelheit auf seine Chance, dieses Land zu zerstören...

source: The curse of our King has passed, but I fear that it was only part of a greater evil at work. However, we may yet be saved from the darkness that consumes our land, for your victory is a good omen. May Light guide you on your way, good master.
de: Der Fluch unseres Königs ist vorüber, aber ich fürchte, er war nur ein Teil eines größeren Übels. Wir können jedoch noch vor der Dunkelheit gerettet werden, die unser Land verzehrt, denn dein Sieg ist ein gutes Omen. Möge das Licht dich auf deinem Weg leiten, guter Meister.

source: The loss of his son was too much for King Leoric. I did what I could to ease his madness, but in the end it overcame him. A black curse has hung over this kingdom from that day forward, but perhaps if you were to free his spirit from his earthly prison, the curse would be lifted...
de: Der Verlust seines Sohnes war für König Leoric zu viel. Ich tat, was ich konnte, um seinen Wahnsinn zu lindern, aber am Ende überwältigte es ihn. Von diesem Tag an hängt ein schwarzer Fluch über diesem Königreich, aber vielleicht würde der Fluch aufgehoben, wenn du seinen Geist aus seinem irdischen Gefängnis befreien würdest...

source: I don't like to think about how the King died. I like to remember him for the kind and just ruler that he was. His death was so sad and seemed very wrong, somehow.
de: Ich denke nicht gerne daran, wie der König gestorben ist. Ich erinnere mich gerne an ihn für den freundlichen und gerechten Herrscher, der er war. Sein Tod war so traurig und schien irgendwie sehr falsch zu sein.

source: I made many of the weapons and most of the armor that King Leoric used to outfit his knights. I even crafted a huge two-handed sword of the finest mithril for him, as well as a field crown to match. I still cannot believe how he died, but it must have been some sinister force that drove him insane!
de: Ich habe viele der Waffen und die meisten Rüstungen hergestellt, mit denen König Leoric seine Ritter ausstattete. Ich habe sogar ein riesiges Zweihandschwert aus feinstem Mithril für ihn angefertigt, sowie eine passende Feldkrone. Ich kann immer noch nicht glauben, wie er gestorben ist, aber es muss eine finstere Kraft gewesen sein, die ihn in den Wahnsinn getrieben hat!

source: I don't care about that. Listen, no skeleton is gonna be MY king. Leoric is King. King, so you hear me? HAIL TO THE KING!
de: Das ist mir egal. Hör zu, kein Skelett wird MEIN König sein. Leoric ist König. König, also hörst du mich? HEIL DEM KÖNIG!

source: The dead who walk among the living follow the cursed King. He holds the power to raise yet more warriors for an ever growing army of the undead. If you do not stop his reign, he will surely march across this land and slay all who still live here.
de: Die Toten, die unter den Lebenden wandeln, folgen dem verfluchten König. Er besitzt die Macht, noch mehr Krieger für eine immer größer werdende Armee der Untoten aufzustellen. Wenn Sie seine Herrschaft nicht beenden, wird er sicherlich durch dieses Land marschieren und alle töten, die noch hier leben.

source: Look, I'm running a business here. I don't sell information, and I don't care about some King that's been dead longer than I've been alive. If you need something to use against this King of the undead, then I can help you out...
de: Hören Sie, ich betreibe hier ein Geschäft. Ich verkaufe keine Informationen, und ich kümmere mich nicht um einen König, der länger tot ist, als ich lebe. Wenn du etwas gegen diesen König der Untoten brauchst, dann kann ich dir helfen...

source: The warmth of life has entered my tomb. Prepare yourself, mortal, to serve my Master for eternity!
de: Die Wärme des Lebens ist in mein Grab eingetreten. Bereite dich vor, Sterblicher, um meinem Meister für die Ewigkeit zu dienen!

source: I see that this strange behavior puzzles you as well. I would surmise that since many demons fear the light of the sun and believe that it holds great power, it may be that the rising sun depicted on the sign you speak of has led them to believe that it too holds some arcane powers. Hmm, perhaps they are not all as smart as we had feared...
de: Ich sehe, dass Dich dieses seltsame Verhalten auch verwirrt. Ich vermute, da viele Dämonen das Licht der Sonne fürchten und glauben, dass sie große Macht besitzt, könnte es sein, dass die aufgehende Sonne, die auf dem Schild, von dem Du sprichst, abgebildet ist, sie glauben lässt, dass sie auch arkane Kräfte besitzt. Hmm, vielleicht sind sie nicht alle so schlau, wie wir befürchtet hatten...

source: Master, I have a strange experience to relate. I know that you have a great knowledge of those monstrosities that inhabit the labyrinth, and this is something that I cannot understand for the very life of me... I was awakened during the night by a scraping sound just outside of my tavern. When I looked out from my bedroom, I saw the shapes of small demon-like creatures in the inn yard. After a short time, they ran off, but not before stealing the sign to my inn. I don't know why the demons would steal my sign but leave my family in peace... 'tis strange, no?
de: Meister, ich ich muss Ihnen von einer seltsamen Sache berichten. Ich weiß, dass Sie sich mit diesen Monstrositäten, die das Labyrinth bewohnen, sehr gut auskennen, und das ist etwas, das ich für mein Leben nicht verstehen kann ... Ich wurde nachts von einem kratzenden Geräusch direkt vor meiner Taverne geweckt. Als ich aus meinem Schlafzimmer herausschaute, sah ich die Umrisse kleiner dämonenähnlicher Kreaturen im Hof ​​des Gasthauses. Nach kurzer Zeit rannten sie weg, aber nicht bevor sie das Schild zu meinem Gasthaus stahlen. Ich weiß nicht, warum die Dämonen mein Zeichen stehlen, aber meine Familie in Ruhe gelassen haben... Ist doch seltsam, oder?

source: Oh, you didn't have to bring back my sign, but I suppose that it does save me the expense of having another one made. Well, let me see, what could I give you as a fee for finding it? Hmmm, what have we here... ah, yes! This cap was left in one of the rooms by a magician who stayed here some time ago. Perhaps it may be of some value to you.
de: Oh, Sie mussten mein Schild nicht zurückbringen, aber ich nehme an, dass es mir die Kosten für ein weiteres Anfertigen erspart. Nun, lass mich sehen, was könnte ich Ihnen als Lohn dafür geben, es zu finden? Hmmm, was haben wir hier... ah, ja! Diese Mütze wurde von einem Magier, der vor einiger Zeit hier übernachtet hat, in einem der Räume zurückgelassen. Vielleicht ist es für Sie von Wert.

source: My goodness, demons running about the village at night, pillaging our homes - is nothing sacred? I hope that Ogden and Garda are all right. I suppose that they would come to see me if they were hurt...
de: Meine Güte, Dämonen, die nachts im Dorf herumlaufen, unsere Häuser plündern - ist nichts heilig? Ich hoffe, dass es Ogden und Garda gut geht. Sie würden auf mich zukommen, wenn sie verletzt wären...

source: Oh my! Is that where the sign went? My Grandmother and I must have slept right through the whole thing. Thank the Light that those monsters didn't attack the inn.
de: Oh mein! War das Schild dort? Meine Großmutter und ich müssen die ganze Sache komplett verschlafen haben. Dem Licht sei Dank, dass diese Monster das Gasthaus nicht angegriffen haben.

source: Demons stole Ogden's sign, you say? That doesn't sound much like the atrocities I've heard of - or seen. Demons are concerned with ripping out your heart, not your signpost.
de: Dämonen haben Ogdens Schild gestohlen, sagst du? Das klingt nicht sehr nach den Gräueltaten, von denen ich gehört oder gesehen habe. Dämonen wollen dir das Herz herausreißen, nicht deinen Wegweiser.

source: You know what I think? Somebody took that sign, and they gonna want lots of money for it. If I was Ogden... and I'm not, but if I was... I'd just buy a new sign with some pretty drawing on it. Maybe a nice mug of ale or a piece of cheese...
de: Weißt du was ich denke? Jemand hat dieses Schild genommen und will viel Geld dafür haben. Wenn ich Ogden wäre... und ich bin es nicht, aber wenn ich es... wäre, würde ich einfach ein neues Schild mit einer hübschen Zeichnung darauf kaufen. Vielleicht eine schöne Tasse Ale oder ein Stück Käse...

source: No mortal can truly understand the mind of the demon. Never let their erratic actions confuse you, as that too may be their plan.
de: Kein Sterblicher kann den Geist des Dämons wirklich verstehen. Lass dich von ihren unberechenbaren Handlungen niemals verwirren, denn auch das kann ihr Plan sein.

source: What - is he saying I took that? I suppose that Griswold is on his side, too. Look, I got over simple sign stealing months ago. You can't turn a profit on a piece of wood.
de: Was - sagt er, dass ich das genommen habe? Ich nehme an, dass Griswold auch auf seiner Seite ist. Hör mich an, ich habe den einfachen Schilderdiebstahl vor Monaten überwunden. Mit einem Stück Holz kann man keinen Gewinn machen.

source: Hey - You that one that kill all! You get me Magic Banner or we attack! You no leave with life! You kill big uglies and give back Magic. Go past corner and door, find uglies. You give, you go!
de: Hey - Du der, der alle tötet! Du besorgst mir magisches Banner oder wir greifen an! Du gehst nicht mit dem Leben! Du tötest große hässliche und gibst Magie zurück. Geh an Eckes und Türen vorbei, so du finden hässliche. Du gibst, du gehst!

source: You kill uglies, get banner. You bring to me, or else...
de: Töte hässliche und bring Banner. Bring zu mir oder zu jemand anders...

source: You give! Yes, good! Go now, we strong. We kill all with big Magic!
de: Sie geben! Ja gut! Geh jetzt, wir sind stark. Wir töten alle mit großer Magie!

source: This does not bode well, for it confirms my darkest fears. While I did not allow myself to believe the ancient legends, I cannot deny them now. Perhaps the time has come to reveal who I am. My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released. The Archbishop Lazarus, once King Leoric's most trusted advisor, led a party of simple townsfolk into the Labyrinth to find the King's missing son, Albrecht. Quite some time passed before they returned, and only a few of them escaped with their lives. Curse me for a fool! I should have suspected his veiled treachery then. It must have been Lazarus himself who kidnapped Albrecht and has since hidden him within the Labyrinth. I do not understand why the Archbishop turned to the darkness, or what his interest is in the child, unless he means to sacrifice him to his dark masters! That must be what he has planned! The survivors of his 'rescue party' say that Lazarus was last seen running into the deepest bowels of the labyrinth. You must hurry and save the prince from the sacrificial blade of this demented fiend!
de: Das verheißt nichts Gutes, denn es bestätigt meine dunkelsten Befürchtungen. Obwohl ich mir nicht erlaubte, die alten Legenden zu glauben, kann ich sie jetzt nicht leugnen. Vielleicht ist es an der Zeit zu offenbaren, wer ich bin. Mein wahrer Name ist Deckard Cain genannt "Der Älteste", und ich bin der letzte Nachkomme einer alten Bruderschaft, die sich der Bewahrung der Geheimnisse eines zeitlosen Bösen verschrieben hat. Ein Übel, das nun ganz offensichtlich freigesetzt wurde. Der Erzbischof Lazarus, einst der vertrauenswürdigste Berater von König Leoric, führte eine Gruppe einfacher Bürger in das Labyrinth, um den vermissten Sohn des Königs, Albrecht, zu finden. Es verging einige Zeit, bis sie zurückkehrten, und nur wenige von ihnen kamen mit dem Leben davon. Verflucht sei Ich für meine Dummheit! Ich hätte damals seinen verschleierten Verrat verdächtigen sollen. Es muss Lazarus selbst gewesen sein, der Albrecht entführt und seitdem im Labyrinth versteckt hat. Ich verstehe nicht, warum sich der Erzbischof der Dunkelheit zuwandte, oder was sein Interesse für das Kind ist, es sei denn, er beabsichtigt, es seinen dunklen Herren zu opfern! Das muss er geplant haben! Die Überlebenden seiner "Rettungsgruppe" sagen, dass Lazarus zuletzt gesehen wurde, wie er in die tiefsten Eingeweide des Labyrinths lief. Du musst dich beeilen und den Prinzen vor der Opferklinge dieses wahnsinnigen Teufels retten!

source: You must hurry and rescue Albrecht from the hands of Lazarus. The prince and the people of this kingdom are counting on you!
de: Du musst dich beeilen und Albrecht aus den Händen des Lazarus retten. Der Prinz und das ganze Volk dieses Königreichs zählen auf dich!
