Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: Cain is a true friend and a wise sage. He maintains a vast library and has an innate ability to discern the true nature of many things. If you ever have any questions, he is the person to go to.
de: Cain ist ein wahrer Freund und ein weiser Mann. Er unterhält eine riesige Bibliothek und hat die angeborene Fähigkeit, die wahre Natur vieler Dinge zu erkennen. Bei Fragen ist er der richtige Ansprechpartner.

source: Even my skills have been unable to fully heal Farnham. Oh, I have been able to mend his body, but his mind and spirit are beyond anything I can do.
de: Selbst meine Fähigkeiten waren nicht in der Lage, Farnham vollständig zu heilen. Oh, ich konnte seinen Körper heilen, aber sein Geist und seine Seele übersteigen alles, wozu ich in der Lage bin.

source: While I use some limited forms of magic to create the potions and elixirs I store here, Adria is a true sorceress. She never seems to sleep, and she always has access to many mystic tomes and artifacts. I believe her hut may be much more than the hovel it appears to be, but I can never seem to get inside the place.
de: Während ich einige begrenzte Formen der Magie verwende, um die Tränke und Elixiere herzustellen, die ich hier lagere, ist Adria eine wahre Zauberin. Sie scheint nie zu schlafen und hat immer Zugang zu vielen mystischen Wälzern und Artefakten. Ich glaube, ihre Hütte kann viel mehr sein als die Hütte, die sie zu sein scheint, aber ich habe es noch nie geschafft, die Hütte zu betreten.

source: Poor Wirt. I did all that was possible for the child, but I know he despises that wooden peg that I was forced to attach to his leg. His wounds were hideous. No one - and especially such a young child - should have to suffer the way he did.
de: Armer Wirt. Ich habe alles für das Kind getan, was möglich war, aber ich weiß, dass er den Holzpflock verachtet, den ich an seinem Bein befestigen musste. Seine Wunden waren schrecklich. Niemand – und erst recht ein so kleines Kind – sollte so leiden müssen wie er.

source: I really don't understand why Ogden stays here in Tristram. He suffers from a slight nervous condition, but he is an intelligent and industrious man who would do very well wherever he went. I suppose it may be the fear of the many murders that happen in the surrounding countryside, or perhaps the wishes of his wife that keep him and his family where they are.
de: Ich verstehe wirklich nicht, warum Ogden hier in Tristram bleibt. Er leidet an einer leichten Nervosität, ist aber ein intelligenter und fleißiger Mann, der überall gut zurechtkommen würde. Ich vermute, es kann die Angst vor den vielen Morden sein, die in der Umgebung passieren, oder vielleicht die Wünsche seiner Frau, die ihn und seine Familie dort halten, wo sie sind.

source: Ogden's barmaid is a sweet girl. Her grandmother is quite ill, and suffers from delusions. She claims that they are visions, but I have no proof of that one way or the other.
de: Ogdens Bardame ist ein süßes Mädchen. Ihre Großmutter ist ziemlich krank und leidet an Wahnvorstellungen. Sie behauptet, dass es sich um Visionen handelt, aber ich habe keinen Beweis dafür, so oder so.

source: Good day! How may I serve you?
de: Guten Tag! Wie darf ich Ihnen dienen?

source: My grandmother had a dream that you would come and talk to me. She has visions, you know and can see into the future.
de: Meine Großmutter hatte einen Traum, dass du kommst und mit mir redest. Weißt Du, Sie hat Visionen und kann in die Zukunft sehen...

source: The woman at the edge of town is a witch! She seems nice enough, and her name, Adria, is very pleasing to the ear, but I am very afraid of her. It would take someone quite brave, like you, to see what she is doing out there.
de: Die Frau am Stadtrand ist eine Hexe! Sie scheint nett zu sein, und ihr Name, Adria, ist ein gar wohlklingender Name, aber ich habe große Angst vor ihr. Es würde jemanden wie dich brauchen, der so mutig ist, um nachzusehen was da draußen vor sich geht.

source: Our Blacksmith is a point of pride to the people of Tristram. Not only is he a master craftsman who has won many contests within his guild, but he received praises from our King Leoric himself - may his soul rest in peace. Griswold is also a great hero; just ask Cain.
de: Unser Schmied ist ein Stolz der Einwohner von Tristram. Er ist nicht nur ein Meister der Handwerkskunst, der viele Wettbewerbe innerhalb seiner Zunft gewonnen hat, sondern er wurde auch von unserem König Leoric selbst gelobt - möge seine Seele in Frieden ruhen. Griswold ist auch ein großer Held; Frag einfach Cain.

source: Cain has been the storyteller of Tristram for as long as I can remember. He knows so much, and can tell you just about anything about almost everything.
de: Cain ist der Geschichtenerzähler von Tristram, solange ich mich erinnern kann. Er weiß so viel und kann dir so ziemlich alles über fast alles erzählen.

source: Farnham is a drunkard who fills his belly with ale and everyone else's ears with nonsense. I know that both Pepin and Ogden feel sympathy for him, but I get so frustrated watching him slip farther and farther into a befuddled stupor every night.
de: Farnham ist ein Betrunkener, der seinen Bauch mit Ale und die Ohren aller anderen mit Unsinn füllt. Ich weiß, dass sowohl Pepin als auch Ogden Mitleid mit ihm empfinden, aber ich bin so frustriert, wie er jede Nacht immer weiter in eine verwirrte Benommenheit verfällt.

source: Pepin saved my grandmother's life, and I know that I can never repay him for that. His ability to heal any sickness is more powerful than the mightiest sword and more mysterious than any spell you can name. If you ever are in need of healing, Pepin can help you.
de: Pepin hat meiner Großmutter das Leben gerettet, und ich weiß, dass ich ihm das nie zurückzahlen kann. Seine Fähigkeit, jede Krankheit zu heilen, ist mächtiger als das mächtigste Schwert und mysteriöser als jeder Zauber, den Sie nennen können. Wenn Sie jemals Heilung brauchen, kann Pepin Ihnen helfen.

source: I grew up with Wirt's mother, Canace. Although she was only slightly hurt when those hideous creatures stole him, she never recovered. I think she died of a broken heart. Wirt has become a mean-spirited youngster, looking only to profit from the sweat of others. I know that he suffered and has seen horrors that I cannot even imagine, but some of that darkness hangs over him still.
de: Ich bin bei Wirts Mutter Canace aufgewachsen. Obwohl sie nur leicht verletzt wurde, als diese scheußlichen Kreaturen ihn stahlen, erholte sie sich nie wieder. Ich glaube, sie ist an gebrochenem Herzen gestorben. Wirt ist ein gemeiner Junge geworden, der nur vom Schweiß anderer profitieren will. Ich weiß, dass er gelitten hat und Schrecken gesehen hat, die ich mir nicht einmal vorstellen kann, aber etwas von dieser Dunkelheit hängt immer noch über ihm.

source: Ogden and his wife have taken me and my grandmother into their home and have even let me earn a few gold pieces by working at the inn. I owe so much to them, and hope one day to leave this place and help them start a grand hotel in the east.
de: Ogden und seine Frau haben mich und meine Großmutter zu sich nach Hause genommen und mir sogar ein paar Goldstücke mit der Arbeit im Gasthaus verdienen lassen. Ich verdanke ihnen so viel und hoffe, dass ich eines Tages diesen Ort verlassen und ihnen helfen kann, ein Grand Hotel im Osten zu eröffnen.

source: Well, what can I do for ya?
de: Nun, was kann ich für dich tun?

source: If you're looking for a good weapon, let me show this to you. Take your basic blunt weapon, such as a mace. Works like a charm against most of those undying horrors down there, and there's nothing better to shatter skinny little skeletons!
de: Wenn du nach einer guten Waffe suchst, lass mich dir diese zeigen. Nimm Deine stumpfe Waffe, z. B. einen Streitkolben. Wirkt wie ein Zauber gegen die meisten dieser unsterblichen Schrecken da unten, und es gibt nichts Besseres, um dünne kleine Skelette zu zerschmettern!

source: The axe? Aye, that's a good weapon, balanced against any foe. Look how it cleaves the air, and then imagine a nice fat demon head in its path. Keep in mind, however, that it is slow to swing - but talk about dealing a heavy blow!
de: Die Axt? Ja, das ist eine gute Waffe, die gegen jeden Feind ausbalanciert ist. Schau wie sie die Luft spaltet, und stell Dir dann einen schönen dicken Dämonenkopf in der Flugbahn vor. Denk jedoch daran, dass dies eine langsame Waffe ist, umso größer ist der Schaden den du damit austeilen kannst!

source: Look at that edge, that balance. A sword in the right hands, and against the right foe, is the master of all weapons. Its keen blade finds little to hack or pierce on the undead, but against a living, breathing enemy, a sword will better slice their flesh!
de: Schauen Dir diese Kline an, diese Balance. Ein Schwert in den richtigen Händen und gegen den richtigen Feind ist der Meister aller Waffen. Seine scharfe Klinge kann die Untoten kaum hacken oder durchbohren, aber gegen einen lebenden, atmenden Feind schneidet ein Schwert besser in ihr Fleisch!

source: Your weapons and armor will show the signs of your struggles against the Darkness. If you bring them to me, with a bit of work and a hot forge, I can restore them to top fighting form.
de: Deine Waffen und Rüstungen werden die Zeichen deines Kampfes gegen die Dunkelheit zeigen. Wenn Ihr sie mir bringt, kann ich sie mit ein bisschen Arbeit und einer heißen Schmiede wieder in Top-Kampfform bringen.

source: While I have to practically smuggle in the metals and tools I need from caravans that skirt the edges of our damned town, that witch, Adria, always seems to get whatever she needs. If I knew even the smallest bit about how to harness magic as she did, I could make some truly incredible things.
de: Während ich die Metalle und Werkzeuge praktisch einschmuggeln muss, die ich von Karawanen am Rande unserer verdammten Stadt benötige, scheint diese Hexe Adria immer alles zu bekommen, was sie braucht. Wenn ich auch nur das kleinste bisschen darüber wüsste, wie man Magie wie sie nutzt, könnte ich wirklich unglaubliche Dinge erschaffen.

source: Gillian is a nice lass. Shame that her gammer is in such poor health or I would arrange to get both of them out of here on one of the trading caravans.
de: Gillian ist ein nettes Mädchen. Schade, dass es ihrer Mutter so schlecht geht, sonst würde ich dafür sorgen, dass die beiden hier auf einer der Handelskarawanen verschwinden.

source: Sometimes I think that Cain talks too much, but I guess that is his calling in life. If I could bend steel as well as he can bend your ear, I could make a suit of court plate good enough for an Emperor!
de: Manchmal denke ich, dass Cain zu viel redet, aber ich denke, das ist seine Berufung im Leben. Wenn ich Stahl so gut biegen könnte, wie er dein Ohr biegen kann, könnte ich einen Anzug aus Gerichtsplatten herstellen, der für einen Kaiser gut genug ist!

source: I was with Farnham that night that Lazarus led us into Labyrinth. I never saw the Archbishop again, and I may not have survived if Farnham was not at my side. I fear that the attack left his soul as crippled as, well, another did my leg. I cannot fight this battle for him now, but I would if I could.
de: Ich war in jener Nacht bei Farnham, als Lazarus uns ins Labyrinth führte. Ich habe den Erzbischof nie wieder gesehen, und ich hätte vielleicht nicht überlebt, wenn Farnham nicht an meiner Seite gewesen wäre. Ich befürchte, dass der Angriff seine Seele genauso verkrüppelt hat wie ein anderer mein Bein. Ich kann diesen Kampf jetzt nicht für ihn ausfechten, aber ich würde es tun, wenn ich könnte.

source: A good man who puts the needs of others above his own. You won't find anyone left in Tristram - or anywhere else for that matter - who has a bad thing to say about the healer.
de: Ein guter Mann, der die Bedürfnisse anderer über seine eigenen stellt. Du wirst in Tristram - oder sonst wo - niemanden mehr finden, der etwas Schlechtes über den Heiler zu sagen hat.

source: That lad is going to get himself into serious trouble... or I guess I should say, again. I've tried to interest him in working here and learning an honest trade, but he prefers the high profits of dealing in goods of dubious origin. I cannot hold that against him after what happened to him, but I do wish he would at least be careful.
de: Dieser Junge wird sich in ernsthafte Schwierigkeiten bringen... oder ich sollte wohl noch einmal sagen. Ich habe versucht, ihn dafür zu interessieren, hier zu arbeiten und einen ehrlichen Beruf zu erlernen, aber er zieht die hohen Gewinne vor, wenn er mit Waren zweifelhafter Herkunft handelt. Das kann ich ihm nach allem, was ihm passiert ist, nicht übel nehmen, aber ich wünschte, er wäre wenigstens vorsichtig.

source: The Innkeeper has little business and no real way of turning a profit. He manages to make ends meet by providing food and lodging for those who occasionally drift through the village, but they are as likely to sneak off into the night as they are to pay him. If it weren't for the stores of grains and dried meats he kept in his cellar, why, most of us would have starved during that first year when the entire countryside was overrun by demons.
de: Der Wirt hat wenig Geschäfte und keine wirkliche Möglichkeit, Gewinn zu machen. Es gelingt ihm, über die Runden zu kommen, indem er diejenigen, die gelegentlich durch das Dorf treiben, mit Essen und Unterkunft versorgt, aber sie schleichen sich genauso wahrscheinlich in die Nacht, wie sie ihn bezahlen. Ohne die Getreide- und Trockenfleischvorräte, die er in seinem Keller aufbewahrte, wären die meisten von uns in diesem ersten Jahr, als das ganze Land von Dämonen überrannt wurde, verhungert.

source: Can't a fella drink in peace?
de: Kann ein Kerl nicht in Ruhe trinken?

source: The gal who brings the drinks? Oh, yeah, what a pretty lady. So nice, too.
de: Das Mädchen, das die Getränke bringt? Oh ja, was für eine hübsche Dame. Auch so schön.

source: Why don't that old crone do somethin' for a change. Sure, sure, she's got stuff, but you listen to me... she's unnatural. I ain't never seen her eat or drink - and you can't trust somebody who doesn't drink at least a little.
de: Warum tut dieser alte Kerl nicht zur Abwechslung etwas. Sicher, sicher, sie hat Zeug, aber hör mir zu... sie ist unnatürlich. Ich habe sie noch nie essen oder trinken gesehen - und jemandem, der nicht wenigstens ein bisschen trinkt, kann man nicht trauen.

source: Cain isn't what he says he is. Sure, sure, he talks a good story... some of 'em are real scary or funny... but I think he knows more than he knows he knows.
de: Cain ist nicht das, was er behauptet. Sicher, er erzählt eine gute Geschichte... einige von ihnen sind wirklich gruselig oder lustig... aber ich glaube, er weiß mehr, als er weiß.

source: Griswold? Good old Griswold. I love him like a brother! We fought together, you know, back when... we... Lazarus... Lazarus... Lazarus!!!
de: Griswold? Guter alter Griswold. Ich liebe ihn wie einen Bruder! Wir haben zusammen gekämpft, wissen Sie, damals, als... wir... Lazarus... Lazarus... Lazarus!!!

source: Hehehe, I like Pepin. He really tries, you know. Listen here, you should make sure you get to know him. Good fella like that with people always wantin' help. Hey, I guess that would be kinda like you, huh hero? I was a hero too...
de: Hehehe, ich mag Pepin. Er versucht es wirklich. Höre zu, Du solltest ihn unbedingt kennenlernen. Guter Kerl, so mit Leuten, die immer Hilfe wollen. Hey, ich schätze, das wäre dir ähnlich, oder Held? Ich war auch ein Held...

source: Wirt is a kid with more problems than even me, and I know all about problems. Listen here - that kid is gotta sweet deal, but he's been there, you know? Lost a leg! Gotta walk around on a piece of wood. So sad, so sad...
de: Wirt ist ein Kind mit mehr Problemen als ich selbst, und ich weiß alles über Probleme. Hören Sie hier - dieser Junge ist ein süßes Geschäft, aber er war dort, weißt du? Ein Bein verloren! Ich muss auf einem Stück Holz herumlaufen. So traurig, so traurig...

source: Ogden is the best man in town. I don't think his wife likes me much, but as long as she keeps tappin' kegs, I'll like her just fine. Seems like I been spendin' more time with Ogden than most, but he's so good to me...
de: Ogden ist der beste Mann der Stadt. Ich glaube, seine Frau mag mich nicht besonders, aber solange sie Fässer ansticht, wird sie mir gut gefallen. Scheint, als hätte ich mehr Zeit mit Ogden verbracht als die meisten anderen, aber er ist so gut zu mir...

source: I wanna tell ya sumthin', 'cause I know all about this stuff. It's my specialty. This here is the best... theeeee best! That other ale ain't no good since those stupid dogs...
de: Ich will dir alles erzählen, denn ich weiß alles über dieses Zeug. Es ist meine Spezialität. Das hier ist das Beste ... das Beste! Dieses andere Bier ist nicht gut, da diese dummen Hunde...

source: No one ever lis... listens to me. Somewhere - I ain't too sure - but somewhere under the church is a whole pile o' gold. Gleamin' and shinin' and just waitin' for someone to get it.
de: Niemand hör... hört mir zu. Irgendwo – ich bin mir nicht sicher – aber irgendwo unter der Kirche liegt ein ganzer Haufen Gold. Glänzt und glänzt und wartet nur darauf, dass jemand es bekommt.

source: I know you gots your own ideas, and I know you're not gonna believe this, but that weapon you got there - it just ain't no good against those big brutes! Oh, I don't care what Griswold says, they can't make anything like they used to in the old days...
de: Ich weiß, du hast deine eigenen Ideen und ich weiß, dass du das nicht glauben wirst, aber diese Waffe, die du da hast – sie ist einfach nicht gut gegen diese großen Tiere! Oh, es ist mir egal, was Griswold sagt, sie können nichts wie früher machen...

source: If I was you... and I ain't... but if I was, I'd sell all that stuff you got and get out of here. That boy out there... He's always got somethin good, but you gotta give him some gold or he won't even show you what he's got.
de: Wenn ich du wäre... und ich bin es nicht... aber wenn ich es wäre, würde ich all das Zeug verkaufen, das du hast, und von hier verschwinden. Der Junge da draußen... Er hat immer etwas Gutes, aber du musst ihm etwas Gold geben, sonst zeigt er dir nicht einmal, was er hat.

source: I sense a soul in search of answers...
de: Ich spüre eine Seele auf der Suche nach Antworten...

source: Wisdom is earned, not given. If you discover a tome of knowledge, devour its words. Should you already have knowledge of the arcane mysteries scribed within a book, remember - that level of mastery can always increase.
de: Weisheit wird verdient, nicht geschenkt. Wenn Sie einen Wälzer des Wissens entdecken, verschlingen Sie seine Worte. Sollten Sie bereits Kenntnisse über die arkanen Mysterien haben, die in einem Buch geschrieben sind, denken Sie daran - Deine Weisheit wird sich mit jeder Lektüre besser manifestieren.

source: The greatest power is often the shortest lived. You may find ancient words of power written upon scrolls of parchment. The strength of these scrolls lies in the ability of either apprentice or adept to cast them with equal ability. Their weakness is that they must first be read aloud and can never be kept at the ready in your mind. Know also that these scrolls can be read but once, so use them with care.
de: Die größte Macht ist oft die kürzeste. Auf Pergamentrollen findest Du möglicherweise uralte Worte der Macht. Die Stärke dieser Schriftrollen liegt in der Fähigkeit eines Lehrlings oder eines Adepten, sie mit gleicher Fähigkeit zu wirken. Ihre Schwäche ist, dass sie zuerst laut vorgelesen werden müssen und nie im Kopf griffbereit gehalten werden können. Wisse auch, dass diese Schriftrollen nur einmal gelesen werden können, also benutze sie mit Bedacht.

source: Though the heat of the sun is beyond measure, the mere flame of a candle is of greater danger. No energies, no matter how great, can be used without the proper focus. For many spells, ensorcelled Staves may be charged with magical energies many times over. I have the ability to restore their power - but know that nothing is done without a price.
de: Obwohl die Hitze der Sonne unermesslich ist, ist die bloße Flamme einer Kerze von größerer Gefahr. Keine Energien, egal wie groß, können ohne den richtigen Fokus verwendet werden. Bei vielen Zaubersprüchen können verzauberte Stäbe um ein Vielfaches mit magischen Energien aufgeladen werden. Ich habe die Fähigkeit, ihre Macht wiederherzustellen - aber bedenke, dass dies nicht ohne entsprechende Bezahlung geschehen wird.

source: The sum of our knowledge is in the sum of its people. Should you find a book or scroll that you cannot decipher, do not hesitate to bring it to me. If I can make sense of it I will share what I find.
de: Die Summe unseres Wissens ist die Summe seiner Menschen. Solltest Du ein Buch oder eine Schriftrolle finden, das Du nicht entziffern kannst, zögere nicht und bring es zu mir. Wenn ich es verstehe werde ich dir mitteilen um was es sich handelt.

source: To a man who only knows Iron, there is no greater magic than Steel. The blacksmith Griswold is more of a sorcerer than he knows. His ability to meld fire and metal is unequaled in this land.
de: Für einen Mann, der nur Eisen kennt, gibt es keine größere Magie als Stahl. Der Schmied Griswold ist mehr ein Zauberer, als er weiß. Seine Fähigkeit, Feuer und Metall zu verschmelzen, ist in diesem Land unerreicht.

source: Corruption has the strength of deceit, but innocence holds the power of purity. The young woman Gillian has a pure heart, placing the needs of her matriarch over her own. She fears me, but it is only because she does not understand me.
de: Korruption hat die Kraft der Täuschung, aber die Unschuld hat die Kraft der Reinheit. Die junge Frau Gillian hat ein reines Herz und stellt die Bedürfnisse ihrer Matriarchin über ihre eigenen. Sie fürchtet mich, aber nur, weil sie mich nicht versteht.

source: A chest opened in darkness holds no greater treasure than when it is opened in the light. The storyteller Cain is an enigma, but only to those who do not look. His knowledge of what lies beneath the cathedral is far greater than even he allows himself to realize.
de: Eine im Dunkeln geöffnete Truhe birgt keinen größeren Schatz, als wenn sie im Licht geöffnet wird. Der Geschichtenerzähler Cain ist ein Rätsel, aber nur für diejenigen, die nicht hinsehen. Sein Wissen um das, was unter der Kathedrale liegt, ist weitaus größer, als selbst er sich einräumen lässt.

source: The higher you place your faith in one man, the farther it has to fall. Farnham has lost his soul, but not to any demon. It was lost when he saw his fellow townspeople betrayed by the Archbishop Lazarus. He has knowledge to be gleaned, but you must separate fact from fantasy.
de: Je höher Sie Ihr Vertrauen in einen Mann setzen, desto weiter muss es fallen. Farnham hat seine Seele verloren, aber nicht an einen Dämon. Es ging verloren, als er sah, wie seine Mitbürger vom Erzbischof Lazarus verraten wurden. Er hat Wissen, das es zu sammeln gilt, aber Du musst Tatsachen von Fantasien trennen.
