Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: Game Design
de: Spieldesigner
hr: Dizajn igre

source: Senior Designers
de: Senior Designer
hr: Stariji dizajneri

source: Additional Design
de: Zusätzliches Design
hr: Dodatni dizajn

source: Lead Programmer
de: Chefprogrammierer
hr: Vodeći programer

source: Senior Programmers
de: Seniorprogrammierer
hr: Stariji programeri

source: Programming
de: Programmierung
hr: Programiranje

source: Special Guest Programmers
de: Special Guest Programmierung
hr: Posebni gostujući programeri

source: Battle.net Programming
de: Battle.net Programmierung
hr: Battle.net programiranje

source: Serial Communications Programming
de: Programmierung serielle Kommunikation
hr: Programiranje serijske komunikacije

source: Installer Programming
de: Installerprogrammierung
hr: Programiranje instalacijskog programa

source: Art Directors
de: Künstlerische Leitung
hr: Grafički redatelji

source: Artwork
de: Kunst
hr: Grafika

source: Technical Artwork
de: Technische Kunst
hr: Tehnička grafika

source: Cinematic Art Directors
de: Filmkunstdirektor
hr: Filmski redatelji

source: Cinematic Technical Artwork
de: Cinematische 3D Gestaltung
hr: Filmska tehnička grafika

source: Executive Producer
de: Ausführender Produzent
hr: Izvršni producent

source: Producer
de: Produzent
hr: Producent

source: Associate Producer
de: Assoziierter Produzent
hr: Pomoćni producent

source: Music
de: Musik
hr: Glazba

source: Voice Production, Direction & Casting
de: Stimmenproduktion und Casting
hr: Produkcija glasova, režija i raspoređivanje uloga

source: Script & Story
de: Drehbuch und Geschichte
hr: Scenarij i priča

source: Voice Editing
de: Stimmeneditierung
hr: Montaža glasova

source: Voices
de: Stimmen
hr: Glasovi dali

source: Recording Engineer
de: Aufnahmeleiter
hr: Inženjer snimanja

source: Manual Design & Layout
de: Handbuchdesign und Layout
hr: Dizajn priručnika i omota

source: Manual Artwork
de: Künstlerische Gestaltung des Handbuchs
hr: Grafika priručnika

source: Provisional Director of QA (Lead Tester)
de: Kommissarischer Leiter QA (Lead Tester)
hr: Privremeni upravitelj kvalitete (Vodeći testiratelj)

source: QA Assault Team (Testers)
de: QA Assault Team (Tester)
hr: Ispitivanje kvalitete - napadački tim (Testiratelji)

source: QA Special Ops Team (Compatibility Testers)
de: QA Spezialeinheiten (Kompatibilitätstester)
hr: Ispitivanje kvalitete - tim za posebne operacije (Testiratelji kompatibilnosti)

source: QA Artillery Support (Additional Testers)
de: QA Unterstützung (zusätzliche Tester)
hr: Ispitivanje kvalitete - podrška artiljerije (Dodatni testiratelji)

source: QA Counterintelligence
de: QA Ergzungsintelligenz
hr: Ispitivanje kvalitete - kontraobavještajna služba

source: Order of Network Information Services
de: Sortierung der Netzwerkinformationsdienste
hr: Naručivanje mrežnih informacijskih usluga

source: Customer Support
de: Benutzerbetreuung
hr: Korisnička podrška

source: Sales
de: Verkauf
hr: Prodaja

source: Mr. Dabiri's Background Vocalists
de: Mr. Dabiri's Hintergrundsänger*innen
hr: Prateći vokali gospodina Dabiria

source: Public Relations
de: Öffentlichkeitsarbeit
hr: Odnosi s javnošću

source: International Sales
de: Verkauf International
hr: Međunarodna prodaja

source: U.S. Sales
de: Verkauf U.S.
hr: SAD prodaja

source: Manufacturing
de: Produktion
hr: Proizvodnja

source: Legal & Business
de: Recht- und Geschäftliches
hr: Pravne i poslovne djelatnosti

source: Special Thanks To
de: Besonderen Dank an
hr: Posebne zahvale

source: Thanks To
de: Danke an
hr: Zahvale

source: In memory of
de: In Erinnerung an
hr: U sjećanje na

source: Very Special Thanks to
de: Ganz besonderen Dank an
hr: Veoma posebna zahvala

source: General Manager
de: Generalmanger

source: Software Engineering
de: Softwareentwicklung

source: Art Director
de: Kunstdirektor

source: Artists
de: Künstler

source: Quality Assurance Lead
de: Leiter der Qualitätssicherung

source: Testers
de: Tester

source: Manual
de: Handbuch

source: Additional Work
de: Zusätzliche Arbeit

source: Quest Text Writing
de: Questtexter

source: Thanks to
de: Danke an

source: Special Thanks to Blizzard Entertainment
de: Vielen Dank an Blizzard Entertainment

source: Quality Assurance Manager
de: Qualitätssicherungsmanager

source: Quality Assurance Lead Tester
de: Qualitätssicherungscheftester

source: Main Testers
de: Spieletester

source: Additional Testers
de: Zusätzliche Spieletester

source: Product Marketing Manager
de: Produktmanager Marketing

source: Public Relations Manager
de: Manager für Öffentlichkeitsarbeit

source: Associate Product Manager
de: Produktmanager

source: The Ring of One Thousand
de: Der Ring der Eintausend
hr: Prsten od tisuće

source: No souls were sold in the making of this game.
de: Keine Seelen wurden während der Entstehung dieses Spiels verkauft.
hr: Tijekom izrade ove igre nije bilo prodanih duša.

source: Single Player
de: Einzelspieler
hr: Jedan igrač

source: Multi Player
de: Mehrspieler
hr: Više igrača

source: Replay Intro
de: Intro wiederholen
hr: Pogledaj uvod

source: Support
de: Unterstützung

source: Credits
de: Mitwirkende

source: Exit Hellfire
de: Hellfire verlassen

source: Show Credits
de: Mitwirkende
hr: Pogledaj zasluge

source: Exit Diablo
de: Diablo verlassen
hr: Zatvori Diablo

source: The Diablo introduction cinematic is only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
de: Das Introvideo von Diablo ist nur in der Vollversion enthalten. Besuche https://www.gog.com/game/diablo um das Spiel zu erwerben.
hr: Diablo uvodni film je samo dostupan u cjelovitom maloprodajnom izdanju Diabla. Posjetite https://www.gog.com/game/diablo kako bi ga kupili.

source: Cancel
de: Zurück
hr: Odustani

source: Multi Player Game
de: Mehrspieler
hr: Igra za više igrača

source: Requirements:
de: Beschreibung:
hr: Zahtjevi:

source: Select Connection
de: Verbindungsart
hr: Odaberi povezivanje

source: Change Gateway
de: Gateway wechseln
hr: Promijeni pristupnika

source: All computers must be connected to a TCP-compatible network.
de: Alle Computer müssen in einem TCP-kompatiblen Netzwerk sein.
hr: Sva računala moraju biti povezana u TCP kompatibilnu mrežu.

source: All computers must be connected to the internet.
de: Alle Computer müssen mit dem Internet verbunden sein.

source: Play by yourself with no network exposure.
de: Ermöglicht das netzwerklose Solospiel.
hr: Igrajte sami sa sobom bez pristupa mreži.

source: Players Supported: {:d}
de: Unterstütze Spieler: {:d}

source: Description:
de: Beschreibung:

source: Select Action
de: Aktion wählen
hr: Odaberi radnju

source: Create Game
de: Spiel erstellen
hr: Stvori igru

source: Join Game
de: Spiel beitreten

source: CANCEL
de: ABBRECHEN
hr: Odustani

source: Create a new game with a difficulty setting of your choice.
de: Erstelle ein neues Spiel mit dem von Dir gewählten Schwierigkeitsgrad.
hr: Stvorite novu igru s razinom po vašem izboru.

source: Enter an IP or a hostname and join a game already in progress at that address.
de: Tritt einem Netzwerkspiel mithilfe der IP-Adresse oder des Hostnamens bei.

source: Select Difficulty
de: Schwierigkeitsgrad
hr: Odaberi razinu

source: Nightmare
de: Alptraum
hr: Noćna mora

source: Hell
de: Hölle
hr: Pakao

source: Join TCP Games
de: Trete TCP-Spiel bei
hr: Pridruži se TCP igrama

source: Enter address
de: Adresse eingeben

source: Normal Difficulty This is where a starting character should begin the quest to defeat Diablo.
de: Hier sollte ein neuer Charakter seine Abenteuer in der Welt von Diablo beginnen.
hr: Normalna razina Ovdje bi novi lik trebao započeti potragu za porazom Diabla.

source: Nightmare Difficulty The denizens of the Labyrinth have been bolstered and will prove to be a greater challenge. This is recommended for experienced characters only.
de: Die Bewohner des Labyrinths sind stärker als je zuvor und erweisen sich als größere Herausforderung. Nur für erfahrene Charaktere geeignet.
hr: Razina noćne more Stanovnici Labirinta su ojačali i pokazat će se kao veći izazov. Ovo je preporučljivo samo za iskusne likove.

source: Hell Difficulty The most powerful of the underworld's creatures lurk at the gateway into Hell. Only the most experienced characters should venture in this realm.
de: Hier warten die stärksten Dämonen an den Toren der Hölle auf Dich. Nur die stärksten Charaktere sind dieser Herausforderung gewachsen.
hr: Paklena razina Najmoćnija bića iz podzemlja vrebaju na ulazu u Pakao. U ovo bi carstvo trebali ući samo najiskusniji likovi.

source: Your character must reach level 20 before you can enter a multiplayer game of Nightmare difficulty.
de: Dein Charakter muss mindestens Level 20 erreicht haben bevor er einem Multiplayerspiel der Stufe "Alptraum" beitreten kann.
hr: Vaš lik mora prije dostići razinu 20 kako bi mogao ući u igru s više igrača ili u razinu noćne more.

source: Your character must reach level 30 before you can enter a multiplayer game of Hell difficulty.
de: Dein Charakter muss mindestens Level 30 erreicht haben bevor er einem Multiplayerspiel der Stufe "Hölle" beitreten kann.
hr: Vaš lik mora prije dostići razinu 30 kako bi mogao ući u igru s više igrača ili u paklenu razinu.

source: Select Game Speed
de: Spielgeschwindigkeit

source: Fast
de: Schnell

source: Faster
de: Schneller

source: Fastest
de: Schnellste

source: Normal Speed This is where a starting character should begin the quest to defeat Diablo.
de: Hier sollte ein Anfängercharakter beginnen um Diablo zu töten.

source: Fast Speed The denizens of the Labyrinth have been hastened and will prove to be a greater challenge. This is recommended for experienced characters only.
de: Die Bewohner der Labyrinthe sind aufgescheucht und für dich eine größere Herausforderung. Nur für erfahrene Charakter empfohlen.

source: Faster Speed Most monsters of the dungeon will seek you out quicker than ever before. Only an experienced champion should try their luck at this speed.
de: Die Monster der Dungeons sind aggressiver als je zuvor. Nur ein erfahrener Champion kann sein Glück hier versuchen.

source: Fastest Speed The minions of the underworld will rush to attack without hesitation. Only a true speed demon should enter at this pace.
de: Alle Gegner der Welt werden unerbittlich schnell angreifen. Nur ein wahrer Geschwindigkeitsfanatiker sollte diesen Ort betreten.

source: Enter Password
de: Passwort eingeben
hr: Upiši lozinku

source: The host is running a different game than you.
de: Der Host betreibt ein anderes Spiel wie du.

source: Your version {:s} does not match the host {:d}.{:d}.{:d}.
de: Deine Version {:s} stimmt nicht mit dem Host {:d}.{:d}.{:d} überein.

source: New Hero
de: Neuer Held
hr: Novi heroj

source: Choose Class
de: Klasse wählen
hr: Odaberi klasu

source: Warrior
de: Krieger
hr: Ratnik

source: Rogue
de: Jägerin
hr: Lutalica

source: Sorcerer
de: Magier
hr: Čarobnjak

source: Monk
de: Mönch

source: Bard
de: Bardin

source: Barbarian
de: Barbar

source: New Multi Player Hero
de: Neuer Multiplayerheld
hr: Novi heroj među više igrača

source: New Single Player Hero
de: Neuer Einzelspielerheld
hr: Novi heroj jednog igrača

source: Save File Exists
de: Speicherdatei existiert
hr: Datoteka spremanja postoji

source: Load Game
de: Spiel laden
hr: Učitaj igru

source: New Game
de: Neues Spiel
hr: Nova igra

source: Single Player Characters
de: Einzelspielercharaktere
hr: Lik jednog igrača

source: The Rogue and Sorcerer are only available in the full retail version of Diablo. Visit https://www.gog.com/game/diablo to purchase.
de: Die Jägerin und der Magier sind nur in der Vollversion von Diablo enthalten. Besuche https://www.gog.com/game/diablo um das Spiel zu erwerben.
hr: Čarobnjak i Lutalica samo su dostupni u cjelovitom maloprodajnom izdanju Diabla. Posjetite https://www.gog.com/game/diablo kako bi ga kupili.

source: Enter Name
de: Name eingeben
hr: Upiši ime

source: Invalid name. A name cannot contain spaces, reserved characters, or reserved words.
de: Falscher Name. Ein Name kann keine Leerzeichen, gedrehte Zeichen oder reservierte Wörter enthalten.
hr: Neispravno ime. Ime ne može sadržavati razmake, rezervirane znakove ili rezervirane riječi.

source: Unable to create character.
de: Kann keinen Charakter erstellen.
hr: Nemoguće stvaranje lika.

source: Strength:
de: Stärke:
hr: Snaga:

source: Magic:
de: Magie:
hr: Magija:

source: Dexterity:
de: Geschicklichkeit:
hr: Vještina:

source: Vitality:
de: Vitalität:
hr: Vitalnost:

source: Select Hero
de: Charakterwahl
hr: Odaberi heroja

source: Delete
de: Löschen
hr: Obriši

source: Multi Player Characters
de: Mehrspielercharaktere
hr: Lik među više igrača

source: Delete Multi Player Hero
de: Mehrspielercharakter löschen
hr: Obriši heroja s više igrača

source: Delete Single Player Hero
de: Einzelspielercharakter löschen
hr: Obriši heroja jednog igrača

source: Are you sure you want to delete the character "{:s}"?
de: Bist du sicher, den Charakter "{:s}" zu löschen?

source: Yes
de: Ja
hr: Da

source: No
de: Nein
hr: Ne

source: Error
de: Fehler
hr: Greška

source: {:s} The error occurred at: {:s} line {:d}
de: {:s} Der Fehler trat an Position {:s} Zeile {:d} auf

source: Unable to write to location: {:s}
de: An folgenden Standort kann nicht geschrieben werden: {:s}

source: Read-Only Directory Error
de: Nur-Lesen Verzeichnisfehler
hr: Greška, direktorij ima samo dozvolu čitanja

source: Character Information
de: Charakterinformation

source: Quests log
de: Questtagebuch

source: Automap
de: Automatische Karte

source: Main Menu
de: Hauptmenü

source: Inventory
de: Inventar

source: Spell book
de: Spruchbuch

source: Send Message
de: Nachricht senden

source: {:s} Skill
de: {:s} Fähigkeit

source: {:s} Spell
de: {:s} Spruch

source: Damages undead only
de: Verwundet nur Untote

source: Spell Level 0 - Unusable
de: Spruchlevel 0 - Unbrauchbar

source: Spell Level {:d}
de: Spruchlevel {:d}

source: {:d} Scroll
de: {:d} Spruchrolle

source: {:d} Charge
de: {:d} Ladung

source: Spell Hotkey {:s}
de: Spruch Hotkey {:s}

source: Player friendly
de: Spieler ist freundlich

source: Player attack
de: Spieler greift an

source: Hotkey: {:s}
de: Schnellwahl: {:s}

source: Select current spell button
de: Spruchselektionsknopf

source: Hotkey: 's'
de: Schnellwahl: 's'

source: Requirements not met
de: Anforderungen nicht erfüllt

source: Hit Points {:d} of {:d}
de: Lebenspunkte {:d} von {:d}

source: None
de: Nichts

source: Skill
de: Fähigkeit

source: Mana: {:d} Dam: {:d} - {:d}
de: Mana: {:d} Schaden: {:d} - {:d}

source: Mana: {:d} Dam: n/a
de: Mana: {:d} Schaden: n.V.

source: Mana: {:d} Dam: 1/3 tgt hp
de: Mana: {:d} Schaden: 1/3 LP

source: Town Portal
de: Stadtportal

source: from {:s}
de: der {:s}

source: Portal to
de: Portal nach

source: The Unholy Altar
de: Der unheilige Altar

source: No automap available in town
de: Die Karte ist in der Stadt nicht verfügbar

source: No multiplayer functions in demo
de: Keine Multiplayerfunktionalität in der Demoversion

source: Direct Sound Creation Failed
de: Direct Sound Initialisierung fehlgeschlagen

source: Not available in shareware version
de: In der Demoversion nicht verfügbar

source: Not enough space to save
de: Speicher fehlgeschlagen! Nicht genug Speicherplatz.

source: No Pause in town
de: Die Pausefunktion ist in der Stadt nicht verfügbar

source: Copying to a hard disk is recommended
de: Die Kopie auf eine Festplatte wird empfohlen

source: Multiplayer sync problem
de: Multiplayersyncronisationsproblem

source: No pause in multiplayer
de: Pause im Multiplayer nicht erlaubt

source: Loading...
de: Lade...

source: Saving...
de: Speichere...

source: Some are weakened as one grows strong
de: Manche werden schwächer, einer wird stärker

source: New strength is forged through destruction
de: Neue Stärke entsteht durch Zerstörung

source: Those who defend seldom attack
de: Wer verteidigt, greift selten an

source: The sword of justice is swift and sharp
de: Das Schwert der Gerechtigkeit ist schnell und scharf

source: While the spirit is vigilant the body thrives
de: Während der Geist wachsam ist, gedeiht der Körper

source: The powers of mana refocused renews
de: Die magischen Kräfte des Mana unterstützen die Erneuerung

source: Time cannot diminish the power of steel
de: Die Zeit kann die Kraft des Stahls nicht bezwingen

source: Magic is not always what it seems to be
de: Magie ist nicht immer das was sie zu sein scheint

source: What once was opened now is closed
de: Was einst geöffnet war ist nun geschlossen

source: Intensity comes at the cost of wisdom
de: Intensität kommt auf Kosten von Weisheit

source: Arcane power brings destruction
de: Arkane Kraft bringt Zerstörung

source: That which cannot be held cannot be harmed
de: Was nicht in Händen gehalten werden kann, kann nicht verletzt werden

source: Crimson and Azure become as the sun
de: Purpur und Azur werden zur Sonne

source: Knowledge and wisdom at the cost of self
de: Wissen und Weisheit zu Kosten Deines Ichs

source: Drink and be refreshed
de: Trink und sei Erfrischt

source: Wherever you go, there you are
de: Wo auch immer du hingehst, dort wirst du sein

source: Energy comes at the cost of wisdom
de: Energie kommt auf Kosten der Weisheit

source: Riches abound when least expected
de: Reichtümer im Überfluss, wenn es am wenigsten erwartet wird

source: Where avarice fails, patience gains reward
de: Wo Geiz versagt, wird Geduld belohnt

source: Blessed by a benevolent companion!
de: Gesegnet von einem wohlwollenden Gefährten!

source: The hands of men may be guided by fate
de: Die Hände der Menschen können vom Schicksal geleitet werden

source: Strength is bolstered by heavenly faith
de: Kraft wird durch himmlischen Glauben gestärkt

source: The essence of life flows from within
de: Die Essenz des Lebens fließt von innen

source: The way is made clear when viewed from above
de: Von oben gesehen ist der Weg klar

source: Salvation comes at the cost of wisdom
de: Erlösung entsteht auf Kosten der Weisheit

source: Mysteries are revealed in the light of reason
de: Geheimnisse werden im Licht der Vernunft enthüllt

source: Those who are last may yet be first
de: Die Letzten können doch die Ersten sein

source: Generosity brings its own rewards
de: Großzügigkeit bringt ihre eigenen Belohnungen

source: You must be at least level 8 to use this.
de: Du musst mindestens Level 8 sein, um dies zu verwenden.

source: You must be at least level 13 to use this.
de: Du musst mindestens Level 13 sein, um dies zu verwenden.

source: You must be at least level 17 to use this.
de: Du musst mindestens Level 17 sein, um dies zu verwenden.

source: Arcane knowledge gained!
de: Arkanes Wissen gewonnen!

source: That which does not kill you...
de: Was dich nicht umbringt...

source: Knowledge is power.
de: Wissen ist Macht.

source: Give and you shall receive.
de: Gib und du wirst empfangen.

source: Some experience is gained by touch.
de: Einige Erfahrungen werden durch Berührung gesammelt.

source: There's no place like home.
de: Es gibt keinen Ort wie zu Hause.

source: Spiritual energy is restored.
de: Spirituelle Energie wird wiederhergestellt.

source: You feel more agile.
de: Du fühlst dich agiler.

source: You feel stronger.
de: Du fühlst dich stärker.

source: You feel wiser.
de: Du fühlst dich klüger.

source: You feel refreshed.
de: Du fühlst dich erfrischt.

source: That which can break will.
de: Was den Willen brechen kann.

source: Save Game
de: Spiel speichern
hr: Spremi igru

source: Options
de: Optionen
hr: Mogućnosti

source: Quit Game
de: Spiel beenden

source: Restart In Town
de: Neustart in Tristram
hr: Ponovno pokreni u gradu

source: Speed
de: Tempo

source: Previous Menu
de: Vorheriges Menü
hr: Prijašnji izbornik

source: Music Disabled
de: Musik deaktiviert
hr: Glazba isključena

source: Sound Disabled
de: Sound deaktiviert
hr: Zvuk isključen

source: Speed: Fastest
de: Geschwindigkeit: Am schnellsten

source: Speed: Faster
de: Geschwindigkeit: Schneller

source: Speed: Fast
de: Geschwindigkeit: Schnell

source: Speed: Normal
de: Geschwindigkeit: Normal

source: Hellfire Help
de: Hellfire Hilfe

source: Diablo Help
de: Diablo Hilfe

source: Press ESC to end or the arrow keys to scroll.
de: Drücke Escape um zu beenden oder die Pfeiltasten um zu scrollen.

source: Short Sword
de: Kurzschwert

source: Buckler
de: Faustschild

source: Club
de: Prügel

source: Short Bow
de: Kurzbogen

source: Short Staff of Mana
de: Kurzstab des Mana

source: Cleaver
de: Hackmesser

source: The Undead Crown
de: Die untote Krone

source: Empyrean Band
de: Band des Lichthimmels

source: Magic Rock
de: Magischer Stein

source: Optic Amulet
de: Optisches Amulett

source: Ring of Truth
de: Ring der Warheit

source: Tavern Sign
de: Tavernenschild

source: Harlequin Crest
de: Harlequinkrone

source: Veil of Steel
de: Stahlschleier

source: Golden Elixir
de: Goldenes Elixir

source: Anvil of Fury
de: Amboss des Zorns

source: Black Mushroom
de: Schwarzer Pilz

source: Brain
de: Gehrin

source: Fungal Tome
de: Pilz

source: Spectral Elixir
de: Goldenes Elixir

source: Blood Stone
de: Blutfontäne

source: Cathedral Map
de: Karte der Kathedrale

source: Heart
de: Herz

source: Potion of Healing
de: Heiltrank

source: Potion of Mana
de: Manatrank

source: Scroll of Identify
de: Schriftrolle der Identifikation

source: Scroll of Town Portal
de: Schriftrolle des Stadtportals

source: Arkaine's Valor
de: Arkaines Tapferkeit

source: Potion of Full Healing
de: Großer Heiltrank

source: Potion of Full Mana
de: Großer Manatrank

source: Griswold's Edge
de: Griswold's Schneide

source: Bovine Plate
de: Rüstzeug des Rinderkönigs

source: Staff of Lazarus
de: Stab des Lazarus

source: Scroll of Resurrect
de: Spruchrolle der Wiederherstellung

source: Blacksmith Oil
de: Öl des Schmieds

source: Short Staff
de: Kurzstab

source: Sword
de: Schwert

source: Dagger
de: Dolch

source: Rune Bomb
de: Runenbombe

source: Auric Amulet
de: Arisches Amulett

source: Torn Note 1
de: Zerissene Notiz 1

source: Torn Note 2
de: Zerissene Notiz 2

source: Torn Note 3
de: Zerissene Notiz 3

source: Reconstructed Note
de: Wiederhergestellte Notiz

source: Brown Suit
de: Brauner Anzug

source: Grey Suit
de: Grauer Anzug

source: Cap
de: Kappe

source: Skull Cap
de: Schädelkappe

source: Full Helm
de: Vollhelm

source: Crown
de: Krone

source: Great Helm
de: Großhelm

source: Cape
de: Kappe

source: Rags
de: Lumpen

source: Cloak
de: Mantel

source: Robe
de: Gewand

source: Quilted Armor
de: Gesteppte Rüstung

source: Armor
de: Rüstung

source: Leather Armor
de: Lederrüstung

source: Hard Leather Armor
de: Hartlederrüstung

source: Studded Leather Armor
de: Besetze Rüstung

source: Ring Mail
de: Ringrüstung

source: Mail
de: Rüstung

source: Chain Mail
de: Kettenrüstung

source: Scale Mail
de: Besetzte Rüstung

source: Breast Plate
de: Brustplatte

source: Plate
de: Platte

source: Splint Mail
de: Geschiente Rüstung

source: Plate Mail
de: Plattenrüstung

source: Field Plate
de: Feldrüstung

source: Gothic Plate
de: Gothische Rüstung

source: Full Plate Mail
de: Volle Plattenrüstung

source: Shield
de: Schild

source: Small Shield
de: Kleines Schild

source: Large Shield
de: Großes Schild

source: Kite Shield
de: Drachenschild

source: Tower Shield
de: Turmschild

source: Gothic Shield
de: Gotisches Schild

source: Potion of Rejuvenation
de: Trank der Wiederherstellung

source: Potion of Full Rejuvenation
de: Trank der vollständigen Wiederherstellung

source: Oil of Accuracy
de: Öl der Genauigkeit

source: Oil of Sharpness
de: Öl der Schärfung

source: Oil
de: Öl

source: Elixir of Strength
de: Elixir der Schärfe

source: Elixir of Magic
de: Elixir der Magie

source: Elixir of Dexterity
de: Elixir der Geschicklichkeit

source: Elixir of Vitality
de: Elixir der Gesundheit
