Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: A what?! This is foolishness. There's no treasure buried here in Tristram. Let me see that!! Ah, Look these drawings are inaccurate. They don't match our town at all. I'd keep my mind on what lies below the cathedral and not what lies below our topsoil.
de: Ein Was?! Das ist Dummheit. Hier in Tristram ist kein Schatz vergraben. Lass mich das sehen!! Ah, schau, diese Zeichnungen sind ungenau. Sie passen überhaupt nicht zu unserer Stadt. Ich würde mich auf das konzentrieren, was unter der Kathedrale liegt und nicht auf das, was unter unserem Mutterboden liegt.

source: I really don't have time to discuss some map you are looking for. I have many sick people that require my help and yours as well.
de: Ich habe wirklich keine Zeit, um über eine Karte zu sprechen, die Sie suchen. Ich habe viele Kranke, die meine und auch deine Hilfe brauchen.

source: The once proud Iswall is trapped deep beneath the surface of this world. His honor stripped and his visage altered. He is trapped in immortal torment. Charged to conceal the very thing that could free him.
de: Der einst stolze Iswall ist tief unter der Oberfläche dieser Welt gefangen. Seine Ehre wurde beraubt und sein Antlitz verändert. Er ist in unsterblicher Qual gefangen. Angeklagt, genau das zu verbergen, was ihn befreien könnte.

source: I'll bet that Wirt saw you coming and put on an act just so he could laugh at you later when you were running around the town with your nose in the dirt. I'd ignore it.
de: Ich wette, Wirt hat dich kommen sehen und sich aufgemacht, damit er dich später auslachen konnte, als du mit der Nase im Dreck durch die Stadt gelaufen bist. Ich würde es ignorieren.

source: There was a time when this town was a frequent stop for travelers from far and wide. Much has changed since then. But hidden caves and buried treasure are common fantasies of any child. Wirt seldom indulges in youthful games. So it may just be his imagination.
de: Es gab eine Zeit, in der diese Stadt ein häufiger Zwischenstopp für Reisende aus nah und fern war. Seitdem hat sich viel verändert. Aber versteckte Höhlen und vergrabene Schätze sind gängige Fantasien jedes Kindes. Wirt frönt selten jugendlichen Spielen. Es kann also nur seine Einbildung sein.

source: Listen here. Come close. I don't know if you know what I know, but you've have really got something here. That's a map.
de: Hör zu. Komm näher. Ich weiß nicht, ob Du weißt was ich weiß, aber Sie haben hier wirklich etwas interessantes. Das ist eine Karte.

source: My grandmother often tells me stories about the strange forces that inhabit the graveyard outside of the church. And it may well interest you to hear one of them. She said that if you were to leave the proper offering in the cemetary, enter the cathedral to pray for the dead, and then return, the offering would be altered in some strange way. I don't know if this is just the talk of an old sick woman, but anything seems possible these days.
de: Meine Großmutter erzählt mir oft Geschichten über die seltsamen Kräfte, die den Friedhof außerhalb der Kirche bewohnen. Und es könnte Dich interessieren, eine davon zu hören. Sie sagte, dass, wenn man die richtige Opfergabe auf dem Friedhof hinterlässt, die Kathedrale betritt, um für die Toten zu beten, und dann wiederkommt, die Opfergabe auf seltsame Weise verändert würde. Ich weiß nicht, ob dies nur das Gerede einer alten kranken Frau ist, aber heutzutage scheint alles möglich zu sein.

source: Hmmm. A vast and mysterious treasure you say. Mmmm. Maybe I could be interested in picking up a few things from you. Or better yet, don't you need some rare and expensive supplies to get you through this ordeal?
de: Hmmm. Ein riesiger und mysteriöser Schatz, sagst du. Mmmh. Vielleicht bin ich daran interessiert, ein paar Dinge von Dir abzukaufen. Oder noch besser, brauchst du nicht ein paar seltene und teure Vorräte, um dich durch diese Tortur zu bringen?

source: So, you're the hero everyone's been talking about. Perhaps you could help a poor, simple farmer out of a terrible mess? At the edge of my orchard, just south of here, there's a horrible thing swelling out of the ground! I can't get to my crops or my bales of hay, and my poor cows will starve. The witch gave this to me and said that it would blast that thing out of my field. If you could destroy it, I would be forever grateful. I'd do it myself, but someone has to stay here with the cows...
de: Du bist also der Held, über den alle gesprochen haben. Vielleicht kannst Du einem armen, einfachen Bauern aus einem schrecklichen Schlamassel helfen? Am Rande meines Obstgartens, südlich von hier, quillt ein schreckliches Ding aus dem Boden! Ich komme nicht an mein Getreide oder meine Heuballen, und meine armen Kühe werden verhungern. Die Hexe gab mir das und sagte, dass sie das Ding aus meinem Feld sprengen würde. Wenn Du es zerstören könntest, wäre ich Dir ewig dankbar. Ich würde es selbst machen, aber jemand muss hier bei den Kühen bleiben...

source: I knew that it couldn't be as simple as that witch made it sound. It's a sad world when you can't even trust your neighbors.
de: Ich wusste, dass es nicht so einfach sein konnte, wie diese Hexe es klingen ließ. Es ist eine traurige Welt, wenn man seinen Nachbarn nicht einmal vertrauen kann.

source: Is it gone? Did you send it back to the dark recesses of Hades that spawned it? You what? Oh, don't tell me you lost it! Those things don't come cheap, you know. You've got to find it, and then blast that horror out of our town.
de: Ist es weg? Hast du es in die dunklen Winkel des Hades zurückgeschickt, die es hervorgebracht haben? Du hast..was? Oh, sag mir nicht, du hast es verloren! Diese Dinger sind nicht billig, wissen Sie. Du musst es finden und dann diesen Horror aus unserer Stadt sprengen.

source: I heard the explosion from here! Many thanks to you, kind stranger. What with all these things comin' out of the ground, monsters taking over the church, and so forth, these are trying times. I am but a poor farmer, but here -- take this with my great thanks.
de: Ich habe die Explosion von hier gehört! Vielen Dank an dich, lieber Fremder. Was mit all diesen Dingen, die aus dem Boden kommen, Monstern, die die Kirche übernehmen, und so weiter, dies sind schwierige Zeiten. Ich bin nur ein armer Bauer, aber hier – nehmen Sie das mit großem Dank.

source: Oh, such a trouble I have...maybe...No, I couldn't impose on you, what with all the other troubles. Maybe after you've cleansed the church of some of those creatures you could come back... and spare a little time to help a poor farmer?
de: Oh, solche Schwierigkeiten habe ich ... vielleicht ... Nein, ich könnte dir nicht auferlegen, was mit all den anderen Problemen. Vielleicht kannst du zurückkommen, nachdem du die Kirche von einigen dieser Kreaturen gesäubert hast... und ein wenig Zeit sparen, um einem armen Bauern zu helfen?

source: Waaaah! (sniff) Waaaah! (sniff)
de: Waaaah! (schnief) Waaaah! (schnief)

source: I lost Theo! I lost my best friend! We were playing over by the river, and Theo said he wanted to go look at the big green thing. I said we shouldn't, but we snuck over there, and then suddenly this BUG came out! We ran away but Theo fell down and the bug GRABBED him and took him away!
de: Ich habe Theo verloren! Ich habe meinen besten Freund verloren! Wir spielten drüben am River und Theo sagte, er wolle sich das große grüne Ding ansehen. Ich sagte, wir sollten das nicht tun, aber wir haben uns da drüben geschlichen, und dann kam plötzlich dieser Käfer heraus! Wir sind weggelaufen, aber Theo ist hingefallen und dieser Käfer hat ihn gepackt und verschleppt!

source: Didja find him? You gotta find Theodore, please! He's just little. He can't take care of himself! Please!
de: Hast du Ihn ihn gefunden? Du musst Theodore finden, bitte! Er ist nur klein. Er kann nicht auf sich selbst aufpassen! Bitte!

source: You found him! You found him! Thank you! Oh Theo, did those nasty bugs scare you? Hey! Ugh! There's something stuck to your fur! Ick! Come on, Theo, let's go home! Thanks again, hero person!
de: Du hast ihn gefunden! Du hast ihn gefunden! Vielen Dank! Oh Theo, haben dich diese bösen Käfer erschreckt? Hallo! Pfui! Etwas klebt an deinem Fell! Igitt! Komm, Theo, lass uns nach Hause gehen! Nochmals vielen Dank, Heldenmensch!

source: We have long lain dormant, and the time to awaken has come. After our long sleep, we are filled with great hunger. Soon, now, we shall feed...
de: Wir haben lange geschlafen und die Zeit zum Erwachen ist gekommen. Nach unserem langen Schlaf sind wir durch großem Hunger geplagt. Bald, werden wir essen...

source: Have you been enjoying yourself, little mammal? How pathetic. Your little world will be no challenge at all.
de: Hast du dich amüsiert, kleines Säugetier? Wie erbärmlich. Deine kleine Welt wird keine Herausforderung sein.

source: These lands shall be defiled, and our brood shall overrun the fields that men call home. Our tendrils shall envelop this world, and we will feast on the flesh of its denizens. Man shall become our chattel and sustenance.
de: Diese Länder werden entweiht, und unsere Brut wird die Felder überschwemmen, die die Menschen Heimat nennen. Unsere Ranken werden diese Welt umhüllen, und wir werden uns am Fleisch ihrer Bewohner erfreuen. Der Mensch soll unser Hab und Gut werden.

source: Ah, I can smell you...you are close! Close! Ssss...the scent of blood and fear...how enticing...
de: Ah, ich kann dich riechen...du bist in der Nähe! Schließen! Ssss...der Geruch von Blut und Angst...wie verlockend...

source: And in the year of the Golden Light, it was so decreed that a great Cathedral be raised. The cornerstone of this holy place was to be carved from the translucent stone Antyrael, named for the Angel who shared his power with the Horadrim. In the Year of Drawing Shadows, the ground shook and the Cathedral shattered and fell. As the building of catacombs and castles began and man stood against the ravages of the Sin War, the ruins were scavenged for their stones. And so it was that the cornerstone vanished from the eyes of man. The stone was of this world -- and of all worlds -- as the Light is both within all things and beyond all things. Light and unity are the products of this holy foundation, a unity of purpose and a unity of possession.
de: Und im Jahr des Goldenen Lichts wurde beschlossen, eine große Kathedrale zu errichten. Der Eckstein dieses heiligen Ortes sollte aus dem durchscheinenden Stein Antyrael geschnitzt werden, benannt nach dem Engel, der seine Macht mit den Horadrim teilte. Im Jahr der Schattenzeichnung bebte der Boden und die Kathedrale zerbrach und stürzte ein. Als der Bau von Katakomben und Burgen begann und die Menschen den Verwüstungen des Sündenkrieges entgegenstanden, wurden die Ruinen nach ihren Steinen durchsucht. Und so verschwand der Eckstein aus den Augen der Menschen. Der Stein war von dieser Welt – und von allen Welten – da das Licht sowohl in allen Dingen als auch jenseits aller Dinge ist. Licht und Einheit sind die Produkte dieses heiligen Fundaments, eine Einheit des Zwecks und eine Einheit des Besitzes.

source: Moo.
de: Muh.

source: I said, Moo.
de: Ich sagte, Muh.

source: Look I'm just a cow, OK?
de: Schau, ich bin nur eine Kuh, okay?

source: All right, all right. I'm not really a cow. I don't normally go around like this; but, I was sitting at home minding my own business and all of a sudden these bugs & vines & bulbs & stuff started coming out of the floor... it was horrible! If only I had something normal to wear, it wouldn't be so bad. Hey! Could you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
de: Gut gut. Ich bin nicht wirklich eine Kuh. Normalerweise laufe ich nicht so herum; Aber ich saß zu Hause und kümmerte mich um meine eigenen Angelegenheiten und plötzlich kamen diese Käfer und Ranken und Zwiebeln und so weiter aus dem Boden ... es war schrecklich! Wenn ich nur etwas normales zum Anziehen hätte, wäre es nicht so schlimm. Hallo! Kannst Du zu mir zurückkehren und meinen Anzug für mich holen? Die braune, nicht die graue, das ist für die Abendgarderobe. Ich würde es selbst tun, aber ich möchte nicht, dass mich jemand so sieht. Hier, nimm das, du brauchst es vielleicht... um die Dinger zu töten, die alles überwuchert haben. Du kannst mein Haus nicht verfehlen, es liegt südlich der Gabelung im Fluss... du weißt schon... das mit dem überwucherten Gemüsegarten.

source: What are you wasting time for? Go get my suit! And hurry! That Holstein over there keeps winking at me!
de: Wofür verschwendest du Zeit? Hol meinen Anzug! Und beeil Dich! Der Trottel da drüben zwinkert mir immer wieder zu!

source: Hey, have you got my suit there? Quick, pass it over! These ears itch like you wouldn't believe!
de: Hey, hast du meinen Anzug? Schnell, gib Ihn mir! Diese Ohren jucken, als würdest du es nicht glauben!

source: No no no no! This is my GRAY suit! It's for evening wear! Formal occasions! I can't wear THIS. What are you, some kind of weirdo? I need the BROWN suit.
de: Nein nein Nein Nein! Das ist mein GRAUER Anzug! Es ist für die Abendgarderobe! Formelle Anlässe! DAS kann ich nicht tragen. Was bist du, eine Art Spinner? Ich brauche den BRAUNEN Anzug.

source: Ahh, that's MUCH better. Whew! At last, some dignity! Are my antlers on straight? Good. Look, thanks a lot for helping me out. Here, take this as a gift; and, you know... a little fashion tip... you could use a little... you could use a new... yknowwhatImean? The whole adventurer motif is just so... retro. Just a word of advice, eh? Ciao.
de: Ahh, das ist VIEL besser. Würde! Endlich etwas Würde! Steht mein Geweih gerade? Gut. Sehen Sie, vielen Dank, dass Du mir geholfen hast. Hier, nimm das als Geschenk; und, weißt du... ein kleiner Modetipp... du könntest ein wenig gebrauchen... du könntest ein neues... du weißt was ich meine? Das ganze Abenteurer-Motiv ist einfach so... retro. Nur ein Ratschlag, oder? Und nein, es gibt keinen Kuhlevel! Ciao.

source: Look. I'm a cow. And you, you're monster bait. Get some experience under your belt! We'll talk...
de: Schau. Ich bin eine Kuh. Und du, du bist ein Monsterköder. Werde Erfahrener! Wir werden reden...

source: It must truly be a fearsome task I've set before you. If there was just some way that I could... would a flagon of some nice, fresh milk help?
de: Es muss wirklich eine furchterregende Aufgabe sein, die ich Euch gestellt habe. Wenn es nur eine Möglichkeit gäbe... würde mir ein Krug frischer Milch helfen?

source: Oh, I could use your help, but perhaps after you've saved the catacombs from the desecration of those beasts.
de: Oh, ich könnte deine Hilfe gebrauchen, aber vielleicht nachdem du die Katakomben vor der Schändung dieser Bestien gerettet hast.

source: I need something done, but I couldn't impose on a perfect stranger. Perhaps after you've been here a while I might feel more comfortable asking a favor.
de: Ich muss etwas tun, aber ich könnte es einem vollkommen Fremden nicht aufzwingen. Vielleicht fühle ich mich nach einiger Zeit hier wohler, um einen Gefallen zu bitten.

source: I see in you the potential for greatness. Perhaps sometime while you are fulfilling your destiny, you could stop by and do a little favor for me?
de: Ich sehe in dir das Potenzial für Größe. Vielleicht kannst du irgendwann, während du dein Schicksal erfüllst, vorbeischauen und mir einen kleinen Gefallen tun?

source: I think you could probably help me, but perhaps after you've gotten a little more powerful. I wouldn't want to injure the village's only chance to destroy the menace in the church!
de: Ich denke, Du könntest mir wahrscheinlich helfen, aber vielleicht, nachdem Du ein wenig mächtiger geworden bist. Ich möchte nicht die einzige Chance des Dorfes verspielen, die Bedrohung der Kirche ein für alle mal auszulöschen!

source: Me, I'm a self-made cow. Make something of yourself, and... then we'll talk.
de: Ich bin eine Selfmade-Kuh. Mach was aus dir und... dann reden wir.

source: I don't have to explain myself to every tourist that walks by! Don't you have some monsters to kill? Maybe we'll talk later. If you live...
de: Ich muss mich nicht jedem vorbeigehenden Touristen erklären! Hast du nicht ein paar Monster zu töten? Vielleicht reden wir später. Wenn du überlebst...

source: Quit bugging me. I'm looking for someone really heroic. And you're not it. I can't trust you, you're going to get eaten by monsters any day now... I need someone who's an experienced hero.
de: Hör auf, mich zu nerven. Ich suche jemanden, der wirklich heldenhaft ist. Und du bist es nicht. Ich kann dir nicht trauen, du wirst jeden Tag von Monstern gefressen... Ich brauche jemanden, der ein erfahrener Held ist.

source: All right, I'll cut the bull. I didn't mean to steer you wrong. I was sitting at home, feeling moo-dy, when things got really un-stable; a whole stampede of monsters came out of the floor! I just cowed. I just happened to be wearing this Jersey when I ran out the door, and now I look udderly ridiculous. If only I had something normal to wear, it wouldn't be so bad. Hey! Can you go back to my place and get my suit for me? The brown one, not the gray one, that's for evening wear. I'd do it myself, but I don't want anyone seeing me like this. Here, take this, you might need it... to kill those things that have overgrown everything. You can't miss my house, it's just south of the fork in the river... you know... the one with the overgrown vegetable garden.
de: In Ordnung, ich breche das Schweigen. Ich wollte dich nicht in falsche Wasser führen. Ich saß zu Hause und fühlte mich mürrisch, als die Dinge wirklich instabil wurden; ein ganzer Ansturm von Monstern kam aus dem Boden! Ich habe mich nur eingeschüchtert. Ich habe gerade dieses Trikot getragen, als ich aus der Tür gerannt bin, und jetzt sehe ich lächerlich aus. Wenn ich nur etwas Normales zum Anziehen hätte, wäre es nicht so schlimm. Hallo! Kannst Du zu mir zurückgehen und meinen Anzug für mich holen? Den braunen, nicht den grauen, das ist für die Abendgarderobe. Ich würde es selbst tun, aber ich möchte nicht, dass mich jemand so sieht. Hier, nimm das, du brauchst es vielleicht... um die Dinger zu töten, die alles überwuchert haben. Du kannst mein Haus nicht verfehlen, es liegt südlich der Gabelung im Fluss... du weißt schon... das mit dem überwucherten Gemüsegarten.

source: Cloudy and cooler today. Casting the nets of necromancy across the void landed two new subspecies of flying horror; a good day's work. Must remember to order some more bat guano and black candles from Adria; I'm running a bit low.
de: Heute bewölkt und kühler. Das Auswerfen der Netze der Nekromantie über die Leere brachte zwei neue Unterarten des fliegenden Horrors an Land; ein guter Arbeitstag. Muss daran denken, noch mehr Fledermaus-Guano und schwarze Kerzen von Adria zu bestellen; Mein Vorrat geht ein langsam zur Neige.

source: I have tried spells, threats, abjuration and bargaining with this foul creature -- to no avail. My methods of enslaving lesser demons seem to have no effect on this fearsome beast.
de: Ich habe Zaubersprüche, Drohungen, Abschwörungen und Verhandlungen mit dieser ekelhaften Kreatur ausprobiert – ohne Erfolg. Meine Methoden, niedere Dämonen zu versklaven, scheinen keine Wirkung auf diese furchterregende Bestie zu haben.

source: My home is slowly becoming corrupted by the vileness of this unwanted prisoner. The crypts are full of shadows that move just beyond the corners of my vision. The faint scrabble of claws dances at the edges of my hearing. They are searching, I think, for this journal.
de: Mein Zuhause wird langsam durch die Abscheulichkeit dieses unerwünschten Gefangenen korrumpiert. Die Krypten sind voller Schatten, die sich knapp über die Ecken meines Blickfelds hinaus bewegen. Das leise Kratzen von Klauen tanzt an den Rändern meines Gehörs. Sie suchen, glaube ich, nach diesem Tagebuch.

source: In its ranting, the creature has let slip its name -- Na-Krul. I have attempted to research the name, but the smaller demons have somehow destroyed my library. Na-Krul... The name fills me with a cold dread. I prefer to think of it only as The Creature rather than ponder its true name.
de: In ihrem Geschrei hat die Kreatur ihren Namen verraten – Na-Krul. Ich habe versucht, den Namen zu recherchieren, aber die kleineren Dämonen haben irgendwie meine Bibliothek zerstört. Na-Krul... Der Name erfüllt mich mit kalter Angst. Ich ziehe es vor, es mir nur als "Die Kreatur" vorzustellen, anstatt über seinen wahren Namen nachzudenken.

source: The entrapped creature's howls of fury keep me from gaining much needed sleep. It rages against the one who sent it to the Void, and it calls foul curses upon me for trapping it here. Its words fill my heart with terror, and yet I cannot block out its voice.
de: Das Wutgeheul der gefangenen Kreatur hält mich davon ab, dringend benötigten Schlaf zu bekommen. Es wütet gegen den, der es in die Leere geschickt hat, und es ruft üble Flüche auf mich, weil ich es hier gefangen habe. Seine Worte erfüllen mein Herz mit Schrecken, und doch kann ich seine Stimme nicht ausblenden.

source: My time is quickly running out. I must record the ways to weaken the demon, and then conceal that text, lest his minions find some way to use my knowledge to free their lord. I hope that whoever finds this journal will seek the knowledge.
de: Meine Zeit wird schnell knapp. Ich muss aufschreiben, wie man den Dämon schwächen kann, und dann diesen Text verbergen, damit seine Diener keinen Weg finden, mein Wissen zu nutzen, um ihren Herrn zu befreien. Ich hoffe, dass jeder, der dieses Tagebuch findet, das Wissen sucht.

source: Whoever finds this scroll is charged with stopping the demonic creature that lies within these walls. My time is over. Even now, its hellish minions claw at the frail door behind which I hide. I have hobbled the demon with arcane magic and encased it within great walls, but I fear that will not be enough. The spells found in my three grimoires will provide you protected entrance to his domain, but only if cast in their proper sequence. The levers at the entryway will remove the barriers and free the demon; touch them not! Use only these spells to gain entry or his power may be too great for you to defeat.
de: Wer diese Schriftrolle findet, hat den Auftrag, die dämonische Kreatur zu stoppen, die sich innerhalb dieser Mauern befindet. Meine Zeit ist vorbei. Selbst jetzt krallen sich seine höllischen Schergen an der zerbrechlichen Tür, hinter der ich mich verstecke. Ich habe den Dämon mit arkaner Magie gefesselt und in große Mauern eingeschlossen, aber ich fürchte, das wird nicht ausreichen. Die in meinen drei Grimoires gefundenen Zaubersprüche werden Euch einen geschützten Zugang zu seinem Reich verschaffen, aber nur, wenn sie in der richtigen Reihenfolge gewirkt werden. Die Hebel am Eingang werden die Barrieren beseitigen und den Dämon befreien; berühre sie nicht! Benutze nur diese Zaubersprüche, um Zutritt zu erhalten, oder seine Macht könnte zu groß sein, als dass du sie besiegen kannst.

source: Griswold the Blacksmith
de: Griswold, der Schmied

source: Ogden the Tavern owner
de: Ogden der Tavernenwirt

source: Wounded Townsman
de: Verwundeter Bürger

source: Adria the Witch
de: Adria die Hexe

source: Gillian the Barmaid
de: Gillian die Barkeeperin

source: Pepin the Healer
de: Pepin der Heiler

source: Cain the Elder
de: Cain der Älteste

source: Cow
de: Kuh

source: Lester the farmer
de: Lester der Farmer
