Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: Scroll of Healing
de: Spruchrolle der Heilung

source: Scroll of Search
de: Spruchrolle der Suche

source: Scroll of Lightning
de: Spruchrolle des Donners

source: Scroll of Fire Wall
de: Spruchrolle der Feuerwand

source: Scroll of Inferno
de: Spruchrolle des Infernos

source: Scroll of Flash
de: Spruchrolle des Blitzens

source: Scroll of Infravision
de: Spruchrolle der Infravision

source: Scroll of Phasing
de: Spruchrolle der Phasenverschiebung

source: Scroll of Mana Shield
de: Spruchrolle des Manaschilds

source: Scroll of Flame Wave
de: Spruchrolle der Flammenwelle

source: Scroll of Fireball
de: Spruchrolle des Feuerballs

source: Scroll of Stone Curse
de: Spruchrolle der Versteinerung

source: Scroll of Chain Lightning
de: Spruchrolle des Kettenblitzes

source: Scroll of Guardian
de: Spruchrolle des Wächters

source: Scroll of Nova
de: Spruchrolle der Nova

source: Scroll of Golem
de: Spruchrolle des Golems

source: Scroll of Teleport
de: Spruchrolle des Teleportierens

source: Scroll of Apocalypse
de: Spruchrolle der Apokalypse

source: Book of
de: Buch des

source: Blade
de: Schwert

source: Sabre
de: Säbel

source: Long Sword
de: Langschwert

source: Broad Sword
de: Breitschwert

source: Bastard Sword
de: Bastardschwert

source: Two-Handed Sword
de: Zweihänderschwert

source: Great Sword
de: Großschwert

source: Small Axe
de: Kleine Axt

source: Axe
de: Axt

source: Large Axe
de: Große Axt

source: Broad Axe
de: Breitaxt

source: Battle Axe
de: Kriegsaxt

source: Great Axe
de: Große Axt

source: Mace
de: Knüppel

source: Morning Star
de: Morgenstern

source: War Hammer
de: Kriegshammer

source: Spiked Club
de: Nagelkeule

source: Flail
de: Flegel

source: Maul
de: Zerreisser

source: Bow
de: Bogen

source: Hunter's Bow
de: Jägerbogen

source: Long Bow
de: Langbogen

source: Composite Bow
de: Kompositbogen

source: Short Battle Bow
de: Kleiner Kampfbogen

source: Long Battle Bow
de: Langer Kampfbogen

source: Short War Bow
de: Kleiner Kriegsbogen

source: Long War Bow
de: Langer Kriegsbogen

source: Staff
de: Stab

source: Long Staff
de: Langer Stab

source: Composite Staff
de: Kompositstab

source: Quarter Staff
de: Virtelsstab

source: War Staff
de: Kriegsstab

source: Amulet
de: Amulett

source: Rune of Fire
de: Rune des Feuers

source: Rune of Lightning
de: Rune des Blitzens

source: Greater Rune of Fire
de: Große Rune des Feuers

source: Greater Rune of Lightning
de: Gruße Rune des Blitzens

source: Rune of Stone
de: Rune des Steins

source: Short Staff of Charged Bolt
de: Kurzstab des geladenen Blitzes

source: Tin
de: Zinn

source: Brass
de: Messing

source: Iron
de: Eisen

source: Steel
de: Stahl

source: Silver
de: Silber

source: Meteoric
de: Meteorisch

source: Weird
de: Komisch

source: Strange
de: Seltsam

source: Useless
de: Unnütz

source: Bent
de: Gebogen

source: Weak
de: Schwach

source: Jagged
de: Gezackt

source: Deadly
de: Tödlich

source: Heavy
de: Schwer

source: Vicious
de: Bösartig

source: Massive
de: Massiv

source: Savage
de: Wild

source: Ruthless
de: Rücksichtslos

source: Merciless
de: Gnadenlos

source: Clumsy
de: Ungeschickt

source: Dull
de: Stumpf

source: Sharp
de: Scharf

source: Fine
de: Fein

source: Warrior's
de: Kriegerisches

source: Soldier's
de: Soldatisches

source: Lord's
de: Herrschaftliches

source: Knight's
de: Ritterliches

source: Master's
de: Meisterliches

source: Champion's
de: Heldenhaftes

source: King's
de: Königliches

source: Vulnerable
de: Verletzliches

source: Rusted
de: Verrostetes

source: Strong
de: Starkes

source: Grand
de: Großes

source: Valiant
de: Tapferes

source: Glorious
de: Herrliches

source: Blessed
de: Gesegnetes

source: Saintly
de: Frommes

source: Awesome
de: Geniales

source: Holy
de: Heiliges

source: Godly
de: Göttliches

source: Red
de: Rot

source: Crimson
de: Karmesinrot

source: Garnet
de: Granat

source: Ruby
de: Rubin

source: Blue
de: Blau

source: Azure
de: Azurblau

source: Cobalt
de: Kobalt

source: Sapphire
de: Saphir

source: White
de: Weiß

source: Pearl
de: Perle

source: Ivory
de: Elfenbein

source: Crystal
de: Kristall

source: Diamond
de: Diamand

source: Emerald
de: Saphir

source: Hyena's
de: Hyene's

source: Frog's
de: Frosch's

source: Spider's
de: Spinnen's

source: Raven's
de: Raben's

source: Snake's
de: Schleichen's

source: Serpent's
de: Schlangen's

source: Drake's
de: Drache's

source: Dragon's
de: Drachen's

source: Angel's
de: Engel's

source: Arch-Angel's
de: Erzengel's

source: Plentiful
de: Reichlich

source: Bountiful
de: Reichlich

source: Flaming
de: Flammend

source: Lightning
de: Blitz

source: Crystalline
de: Kristallin

source: quality
de: Qualität

source: maiming
de: verstümmeln

source: slaying
de: schlagen

source: gore
de: blutig

source: carnage
de: Gemetzel

source: slaughter
de: Abschlachten

source: pain
de: Schmerz

source: tears
de: Tränen

source: health
de: Gesundheit

source: protection
de: Schutz

source: absorption
de: Absorbation

source: deflection
de: Abwehr

source: osmosis
de: Osmose

source: frailty
de: Zerbrechlichkeit

source: weakness
de: Schwäche

source: strength
de: Stärke

source: might
de: Macht

source: power
de: Kraft

source: giants
de: Giganten

source: titans
de: Titanen

source: atrophy
de: Antrophie

source: dexterity
de: Geschicklichkeit

source: skill
de: Fähigkeit

source: accuracy
de: Genauigkeit

source: precision
de: Präzision

source: perfection
de: Perfektion

source: the fool
de: der Dumme

source: dyslexia
de: Legastenie

source: magic
de: Magie

source: the mind
de: der Geist

source: brilliance
de: Brillieren

source: sorcery
de: Zauberei

source: wizardry
de: Hexerei

source: illness
de: Krankheit

source: disease
de: Übelkeit

source: vitality
de: Gesundheit

source: zest
de: Würde

source: vim
de: Mumm

source: vigor
de: Geisteskraft

source: life
de: Leben

source: trouble
de: Ärger

source: the pit
de: der Grube

source: the sky
de: des Himmels

source: the moon
de: des Mondes

source: the stars
de: der Sterne

source: the heavens
de: der Herrlichkeit

source: the zodiac
de: des Tierkreises

source: the vulture
de: des Geiers

source: the jackal
de: des Schakals

source: the fox
de: des Fuchses

source: the jaguar
de: des Jaguars

source: the eagle
de: des Adlers

source: the wolf
de: des Wolfes

source: the tiger
de: des Tigers

source: the lion
de: des Löwen

source: the mammoth
de: des Mammuts

source: the whale
de: des Wals

source: fragility
de: Fragilität

source: brittleness
de: Zerbrechlichkeit

source: sturdiness
de: Unnachgiebigkeit

source: craftsmanship
de: Kunstfertigkeit

source: structure
de: Struktur

source: the ages
de: der Zeitalter

source: the dark
de: der Dunkelheit

source: the night
de: der Nacht

source: light
de: Licht

source: radiance
de: Strahlens

source: flame
de: Flamme

source: fire
de: Feuers

source: burning
de: Brennens

source: shock
de: Schocks

source: lightning
de: Blitzes

source: thunder
de: Donners

source: many
de: viele

source: plenty
de: mehrere

source: thorns
de: Dornen

source: corruption
de: Korruption

source: thieves
de: Diebe

source: the bear
de: Bärs

source: the bat
de: Fledermaus

source: vampires
de: Vampirs

source: the leech
de: saugens

source: blood
de: Blutes

source: piercing
de: stechens

source: puncturing
de: piksens

source: bashing
de: Eingschlagens

source: readiness
de: Bereitschaft

source: swiftness
de: Schnelligkeit

source: speed
de: Geschwindigkeit

source: haste
de: Hastens

source: stability
de: Stabilität

source: harmony
de: Harmonie

source: blocking
de: Blockens

source: devastation
de: Verwüstung

source: decay
de: Verfalls

source: peril
de: Gefahr

source: The Butcher's Cleaver
de: Des Schlächter's Hackebeil

source: The Rift Bow
de: Der Riftbogen

source: The Needler
de: Der Nadler

source: The Celestial Bow
de: Der himmlische Bogen

source: Deadly Hunter
de: Tödlicher Jäger

source: Bow of the Dead
de: Bogen des Todes

source: The Blackoak Bow
de: Der Schwarzeichenbogen

source: Flamedart
de: Flammenspieß

source: Fleshstinger
de: Hautreisser

source: Windforce
de: Kraft des Windes

source: Eaglehorn
de: Adlerhorn

source: Gonnagal's Dirk
de: Gonnagal's Dolch

source: The Defender
de: Der Verteidiger

source: Gryphons Claw
de: Gryphons Klaue

source: Black Razor
de: Schwarze Rasierklinge

source: Gibbous Moon
de: Gibbous Mond

source: Ice Shank
de: Eisbein

source: The Executioner's Blade
de: Das Exekuterschwert

source: The Bonesaw
de: Die Knochensäge

source: Shadowhawk
de: Schattenfalke

source: Wizardspike
de: Äre des Zauberers

source: Lightsabre
de: Lichtsäbel

source: The Falcon's Talon
de: Falkenkralle

source: Doombringer
de: Schicksalsbringer

source: The Grizzly
de: Der Grizzly

source: The Grandfather
de: Der Großvater

source: The Mangler
de: Der Mangler

source: Sharp Beak
de: Scharfschnabel

source: BloodSlayer
de: Blutschläger

source: The Celestial Axe
de: Die göttliche Axt

source: Wicked Axe
de: Verrückte Axt

source: Stonecleaver
de: Steinmesser

source: Aguinara's Hatchet
de: Aguinara's Tomahawk

source: Hellslayer
de: Höllenschläger

source: Messerschmidt's Reaver
de: Messerschmidt's Räuber

source: Crackrust
de: Bruchrost

source: Hammer of Jholm
de: Hammer des Jholm

source: Civerb's Cudgel
de: Civerb's Knüppel

source: The Celestial Star
de: Der Celestialstern

source: Baranar's Star
de: Baranar's Stern

source: Gnarled Root
de: Gnarleds Wurzel

source: The Cranium Basher
de: Der Craniumschläger

source: Dreamflange
de: Traumkragen

source: Staff of Shadows
de: Stab der Schatten

source: Immolator
de: Opfernder

source: Storm Spire
de: Sturmspeer

source: Gleamsong
de: Schimmerlied

source: Thundercall
de: Donnerschlag

source: The Protector
de: Der Projektor

source: Mindcry
de: Trauiger Gedanke

source: Rod of Onan
de: Stab des Onan

source: Helm of Sprits
de: Geisterhelm

source: Thinking Cap
de: Denkerkappe

source: Fool's Crest
de: Krone des Verrückten

source: Gotterdamerung
de: Götterdämmerung

source: Royal Circlet
de: Königliches Diadem

source: Torn Flesh of Souls
de: Zerrissenes Seelenfleisch

source: The Gladiator's Bane
de: Der Fluch des Gladiators

source: The Rainbow Cloak
de: Der Regenbogenumhang

source: Leather of Aut
de: Leder von Aut

source: Wisdom's Wrap
de: Wickel der Weisheit

source: Sparking Mail
de: Funkenpost

source: Scavenger Carapace
de: Aasfresser-Rückenpanzer

source: Nightscape
de: Nachtlandschaft

source: Naj's Light Plate
de: Naj's Lichtplatte

source: Demonspike Coat
de: Dämonenstachelmantel

source: The Deflector
de: Der Deflektor

source: Split Skull Shield
de: Gespaltener Schädelschild

source: Dragon's Breach
de: Drachenbruch

source: Blackoak Shield
de: Schwarzeichenschild

source: Holy Defender
de: Heiliger Verteidiger

source: Stormshield
de: Sturmschild

source: Bramble
de: Brombeere

source: Ring of Regha
de: Ring von Regha

source: The Bleeder
de: Der Bluter

source: Constricting Ring
de: Einschnürender Ring

source: Ring of Engagement
de: Ring der Verlobung

source: Giant's Knuckle
de: Riesenknöchel

source: Mercurial Ring
de: Quecksilberring

source: Ring of Magma
de: Ring des Magmas

source: Ring of the Mystics
de: Ring der Mystiker

source: Ring of Thunder
de: Ring des Donners

source: Amulet of Warding
de: Amulett der Abwehr

source: Gnat Sting
de: Mückenstich

source: Armor of Gloom
de: Rüstung der Finsternis

source: Thunderclap
de: Donnerschlag

source: Eater of Souls
de: Esser der Seelen

source: Diamondedge
de: Diamantkante

source: Bone Chain Armor
de: Knochenkettenrüstung

source: Demon Plate Armor
de: Dämonenplattenrüstung

source: Acolyte's Amulet
de: Akolythens Amulett

source: Gladiator's Ring
de: Ring des Gladiators

source: Oil of Mastery
de: Öl der Meisterschaft

source: Oil of Death
de: Öl des Todes

source: Oil of Skill
de: Öl der Geschicklichkeit

source: Oil of Fortitude
de: Öl der Stärke

source: Oil of Permanence
de: Öl der Beständigkeit

source: Oil of Hardening
de: Öl des Härtens

source: Oil of Imperviousness
de: Öl der Undurchlässigkeit

source: {:s} of {:s}
de: {:s} der {:s}

source: increases a weapon's
de: Erhöht einer Waffe's

source: chance to hit
de: Trefferchance

source: greatly increases a
de: starke Erhöhung von

source: weapon's chance to hit
de: Waffentrefferchance

source: damage potential
de: Schadenspotential

source: greatly increases a weapon's
de: starke Erhöhung der Waffeneigenschaft

source: damage potential - not bows
de: Schadenspotential - keine Pfeile

source: reduces attributes needed
de: benötigte Attribute reduziert

source: to use armor or weapons
de: um Rüstungen oder Waffen zu benutzen

source: restores 20% of an
de: stellt 20% eines

source: item's durability
de: Gegenstandshaltbarkeit

source: increases an item's
de: Erhöht den Gegenstandswert

source: current and max durability
de: derzeitige und maximale Haltbarkeit

source: makes an item indestructible
de: Macht einen Gegenstand unzerstörbar

source: increases the armor class
de: erhöht die Rüstungsklasse

source: of armor and shields
de: von Rüstungen und Schilden

source: greatly increases the armor
de: erhöht massiv den Rüstwert

source: class of armor and shields
de: Klasse von Rüstung und Schilden

source: sets fire trap
de: legt eine Feuerfalle

source: sets lightning trap
de: legt eine Blitzfalle

source: sets petrification trap
de: legt eine Versteinerungsfalle

source: recover life
de: stellt Leben wieder her

source: deadly heal
de: tödliche Heilung

source: increase strength
de: erhöht die Stärke

source: increase magic
de: erhöht die Magie

source: increase dexterity
de: erhöht die Geschicklichkeit

source: increase vitality
de: erhöht die Gesundheit

source: decrease strength
de: verringert die Stärke

source: decrease dexterity
de: verringert die Geschicklichkeit

source: decrease vitality
de: verringert die Gesundheit

source: Right-click to read
de: Rechtsklick zum lesen

source: Right-click to read, then
de: Rechtsklick zum lesen, dann

source: left-click to target
de: Linksklicken zum zielen

source: Right-click to use
de: Rechtsklicken zum benutzen

source: Right click to use
de: Rechtsklicken zum benutzen

source: Right click to read
de: Rechtsklicken zum lesen

source: Right-click to view
de: Rechtsklicken zum anschauen

source: Doubles gold capacity
de: Verdoppelt die Goldkapazitt

source: Required:
de: Benötigt:

source: {:d} Dex
de: {:d} Ges

source: Ear of {:s}
de: Ohr von {:s}

source: chance to hit: {:+d}%
de: Trefferchance: {:+d}%

source: to hit: {:+d}%, {:+d}% damage
de: Treffer: {:+d}%, {:+d}% Schaden

source: armor class: {:d}
de: Rüstungsklasse: {:d}

source: Resist Fire: {:+d}%
de: Feuerwiderstand: {:+d}%

source: Resist Fire: 75% MAX
de: Feuerwiderstand: 75% MAX

source: Resist Lightning: {:+d}%
de: Blitzwiderstand: {:+d}%

source: Resist Lightning: 75% MAX
de: Blitzwiderstand: 75% MAX

source: Resist Magic: {:+d}%
de: Magiewiderstand: {:+d}%

source: Resist Magic: 75% MAX
de: Magiewiderstand: 75% MAX

source: Resist All: {:+d}%
de: Widerstand gegen alles: {:+d}%

source: Resist All: 75% MAX
de: Widerstand gegen alles: 75% MAX

source: spells are increased {:d} level
de: Erhöht alle Zaubersprüche um {:d} Level

source: spells are decreased {:d} level
de: Verringert alle Zaubersprüche um {:d} Level

source: spell levels unchanged (?)
de: Alle Zaubersprüche unverändert (?)

source: Extra charges
de: Extraladungen

source: {:d} {:s} charge
de: {:d} {:s} Ladung

source: Fire hit damage: {:d}
de: Feuerschaden: {:d}

source: Fire hit damage: {:d}-{:d}
de: Feuerschaden: {:d}-{:d}

source: Lightning hit damage: {:d}
de: Blitzschaden: {:d}

source: Lightning hit damage: {:d}-{:d}
de: Blitzschaden: {:d}-{:d}

source: {:+d} to strength
de: {:+d} zu Stärke

source: {:+d} to magic
de: {:+d} zu Magie

source: {:+d} to dexterity
de: {:+d} zu Geschicklichkeit

source: {:+d} to vitality
de: {:+d} zu Vitalität

source: {:+d} to all attributes
de: {:+d} zu allen Attributen

source: {:+d} damage from enemies
de: {:+d} Schaden von Feinden

source: Hit Points: {:+d}
de: Lebenspunkte: {:+d}

source: high durability
de: hohe Haltbarkeit

source: decreased durability
de: verringerte Haltbarkeit

source: indestructible
de: Unzerstörbar

source: +{:d}% light radius
de: +{:d}% Lichtradius

source: -{:d}% light radius
de: -{:d}% Lichtradius

source: multiple arrows per shot
de: Multiple Pfeile pro Schuss

source: fire arrows damage: {:d}
de: Feuerpfeilschaden: {:d}

source: fire arrows damage: {:d}-{:d}
de: Feuerpfeilschaden: {:d}-{:d}

source: lightning arrows damage {:d}
de: Blitzpfeilschaden {:d}

source: lightning arrows damage {:d}-{:d}
de: Blitzpfeilschaden {:d}-{:d}

source: fireball damage: {:d}
de: Feuerballschaden: {:d}

source: fireball damage: {:d}-{:d}
de: Feuerballschaden: {:d}-{:d}

source: attacker takes 1-3 damage
de: Angreifer verliert 1-3 Lebenspunkte

source: user loses all mana
de: Benutzer verliert alles Mana

source: you can't heal
de: Du kannst dich nicht heilen

source: absorbs half of trap damage
de: Absorbiert die Hälfte des Fallenschadens

source: knocks target back
de: Schlägt Ziel zurück

source: +200% damage vs. demons
de: +200% dSchaden gegen Dämonen

source: All Resistance equals 0
de: Alle Widerstände gleich 0

source: hit monster doesn't heal
de: Verletzte Monster heilen sich nicht

source: hit steals 3% mana
de: Treffer stiehlt 3% Mana

source: hit steals 5% mana
de: Treffer stiehlt 5% Mana

source: hit steals 3% life
de: Treffer stiehlt 3% Leben

source: hit steals 5% life
de: Treffer stiehlt 5% Leben

source: penetrates target's armor
de: Verletzt die Gegnerpanzerung

source: quick attack
de: fixer Angriff

source: fast attack
de: schneller Angriff

source: faster attack
de: schnellerer Angriff

source: fastest attack
de: schnellster Angriff

source: fast hit recovery
de: schnelle Erholung

source: faster hit recovery
de: schnellere Erholung

source: fastest hit recovery
de: schnellste Erholung

source: fast block
de: schnelles Blocken

source: fires random speed arrows
de: feuert Pfeile zufälliger Geschwindigkeit

source: unusual item damage
de: unüblicher Gegenstandsschaden

source: altered durability
de: Veränderte Haltbarkeit

source: Faster attack swing
de: Schneller Angriff

source: one handed sword
de: Einhandschwert

source: constantly lose hit points
de: Konstanter Lebenspunkteverlust

source: life stealing
de: Stiehlt Leben

source: no strength requirement
de: Keine Stärkevorraussetung

source: see with infravision
de: schaue mit Infravision

source: lightning damage: {:d}
de: Blitzschaden: {:d}

source: lightning damage: {:d}-{:d}
de: Blitzschaden: {:d}

source: charged bolts on hits
de: Geladene Blitze bei Einschlag

source: occasional triple damage
de: Gelegentlicher Dreifachschaden

source: 2x dmg to monst, 1x to you
de: Doppelter Schaden mit Monster geteilt

source: Random 0 - 500% damage
de: Zufällig 0 - 500% dSchaden

source: extra AC vs demons
de: extra AC gegen Dämonen

source: extra AC vs undead
de: extra AC gegen Untote

source: 50% Mana moved to Health
de: 50% Mana wird zu Leben

source: 40% Health moved to Mana
de: 40% Gesundheit wird zu Mana

source: damage: {:d} Indestructible
de: Schaden: {:d} Unzerstörbar

source: damage: {:d} Dur: {:d}/{:d}
de: Schaden: {:d} Haltbar: {:d}/{:d}

source: damage: {:d}-{:d} Indestructible
de: Schaden: {:d} Unzerstörbar

source: damage: {:d}-{:d} Dur: {:d}/{:d}
de: Schaden: {:d}-{:d} Haltbar: {:d}/{:d}

source: armor: {:d} Indestructible
de: Rüstung: {:d} Unzerstörbar

source: armor: {:d} Dur: {:d}/{:d}
de: Rüstung: {:d} Haltbar: {:d}/{:d}

source: dam: {:d} Dur: {:d}/{:d}
de: Schaden: {:d} Haltbar: {:d}/{:d}

source: dam: {:d}-{:d} Dur: {:d}/{:d}
de: Schaden: {:d}-{:d} Haltbar: {:d}/{:d}

source: Charges: {:d}/{:d}
de: Aufladungen: {:d}/{:d}

source: unique item
de: Einzigartiger Gegenstand

source: Not Identified
de: Nicht identifiziert

source: Hidden
de: Versteckter

source: The Butcher
de: Der Schlächter

source: Hell Stone
de: Blutfontäne

source: Guardian
de: Beschützer

source: Zhar the Mad
de: Zhar der Verrückte

source: Warlord of Blood
de: Kriegsherr des Blutes

source: The Defiler
de: Der Schänder

source: Animal
de: Tierisch

source: Demon
de: Dämonisch

source: Undead
de: Untot

source: Type: {:s} Kills: {:d}
de: Typ: {:s} Getötet: {:d}

source: Total kills: {:d}
de: Insgesamt getötet: {:d}

source: Hit Points: {:d}-{:d}
de: Lebenspunkte: {:d}-{:d}

source: No magic resistance
de: Kein magischer Widerstand

source: Resists:
de: Widerstände:

source: Magic
de: Magie

source: Fire
de: Feuer

source: Lightning
de: Blitz

source: Immune:
de: Immun gegen:

source: Type: {:s}
de: Typ: {:s}

source: No resistances
de: Keine Resistenzen

source: No Immunities
de: Keine Widerstände

source: Some Magic Resistances
de: Einige magische Widerstände

source: Some Magic Immunities
de: Einige magische Immunitäten

source: Player '{:s}' (level {:d}) just joined the game
de: Spieler '{:s}' (Level {:d}) ist dem Spiel beigetreten

source: Waiting for game data...
de: Warte auf Spieldaten...

source: The game ended
de: Das Spiel endete...

source: Unable to get level data
de: Leveldaten können nicht verarbeitet werden

source: Player '{:s}' just left the game
de: Spieler '{:s}' hat das Spiel verlassen

source: Player '{:s}' killed Diablo and left the game!
de: Spieler '{:s}' hat Diablo getötet und das Spiel verlassen

source: Player '{:s}' dropped due to timeout
de: Spieler '{:s}' wurde wegen Timeout entfernt

source: Player '{:s}' (level {:d}) is already in the game
de: Spieler '{:s}' (Level {:d}) ist schon dem Spiel beigetreten

source: Mysterious
de: Mysteriöser

source: Gloomy
de: Glimmernder

source: Magical
de: Magischer

source: Stone
de: Steiniger

source: Religious
de: Religiöser

source: Enchanted
de: Verzauberter

source: Thaumaturgic
de: Zauberhafter

source: Fascinating
de: Faszinierender

source: Cryptic
de: Kryptischer

source: Eldritch
de: Unheimlicher

source: Eerie
de: Grausiger

source: Divine
de: Göttlicher

source: Sacred
de: Geheiligter

source: Spiritual
de: Spiritueller

source: Spooky
de: Verspukter

source: Abandoned
de: Zurückgelassener

source: Creepy
de: Schrecklicher

source: Quiet
de: Leiser

source: Secluded
de: Einsamer

source: Ornate
de: Überladener

source: Glimmering
de: Glimmender

source: Tainted
de: Verdorbener

source: Oily
de: Öliger

source: Glowing
de: Leuchtender

source: Mendicant's
de: Bettelder

source: Sparkling
de: Sprühender

source: Town
de: Stadt

source: Shimmering
de: Schimmernder

source: Solar
de: Solarer

source: The Great Conflict
de: Der große Konflikt

source: The Wages of Sin are War
de: Der Hungerlohn des Sinn des Krieges

source: The Tale of the Horadrim
de: Der Bericht der Horadrim

source: The Dark Exile
de: Das dunkel Exil

source: The Sin War
de: Der Sündenkrieg

source: The Binding of the Three
de: Das Angebot der Drei

source: The Realms Beyond
de: Die Reiche darüber

source: Tale of the Three
de: Geschichte der Drei

source: The Black King
de: Der schwarze König

source: Journal: The Ensorcellment
de: Tagebuch: Die Verzauberung

source: Journal: The Meeting
de: Tagebuch: Das Treffen

source: Journal: The Tirade
de: Tagebuch: Die Triaden

source: Journal: His Power Grows
de: Tagebuch: Seine Macht wächst

source: Journal: NA-KRUL
de: Tagebuch: NA-KRUL

source: Journal: The End
de: Tagebuch: Das Ende

source: A Spellbook
de: Ein Zauberbuch

source: Crucified Skeleton
de: Gekreuzigtes Skelet

source: Lever
de: Hebel

source: Open Door
de: Geöffnete Tür

source: Closed Door
de: Geschlossene Tür

source: Blocked Door
de: Blockierte Tür

source: Ancient Tome
de: Alter Wälzer

source: Book of Vileness
de: Buch der Niedertracht

source: Skull Lever
de: Knochenhebel

source: Mythical Book
de: Mystisches Buch

source: Small Chest
de: Kleine Schatztruhe

source: Chest
de: Schatztruhe

source: Large Chest
de: Prunkvolle Schatztruhe
