Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: If it is actually Lachdanan that you have met, then I would advise that you aid him. I dealt with him on several occasions and found him to be honest and loyal in nature. The curse that fell upon the followers of King Leoric would fall especially hard upon him.
de: Wenn Sie tatsächlich Lachdanan kennengelernt haben, würde ich Dir raten, ihm zu helfen. Ich habe mehrmals mit ihm zu tun gehabt und ihn als ehrlich und loyal empfunden. Der Fluch, der auf die Anhänger von König Leoric fiel, würde ihn besonders hart treffen.

source: Lachdanan is dead. Everybody knows that, and you can't fool me into thinking any other way. You can't talk to the dead. I know!
de: Lachdanan ist tot. Jeder weiß das, und Sie können mich nicht dazu bringen, anders zu denken. Sie können nicht mit den Toten sprechen. Ich weiß!

source: You may meet people who are trapped within the Labyrinth, such as Lachdanan. I sense in him honor and great guilt. Aid him, and you aid all of Tristram.
de: Du wirst auf Menschen treffen, die im Labyrinth gefangen sind, wie zum Beispiel Lachdanan. Ich spüre in ihm Ehre und große Schuld. Hilf ihm, und du hilfst ganz Tristram.

source: Wait, let me guess. Cain was swallowed up in a gigantic fissure that opened beneath him. He was incinerated in a ball of hellfire, and can't answer your questions anymore. Oh, that isn't what happened? Then I guess you'll be buying something or you'll be on your way.
de: Warte, lass mich raten. Cain wurde von einem riesigen Riss verschlungen, der sich unter ihm öffnete. Er wurde in einem Höllenfeuer eingeäschert und kann deine Fragen nicht mehr beantworten. Oh, das ist nicht passiert? Dann werden Sie wohl etwas kaufen oder sich auf den Weg machen.

source: Please, don't kill me, just hear me out. I was once Captain of King Leoric's Knights, upholding the laws of this land with justice and honor. Then his dark Curse fell upon us for the role we played in his tragic death. As my fellow Knights succumbed to their twisted fate, I fled from the King's burial chamber, searching for some way to free myself from the Curse. I failed... I have heard of a Golden Elixir that could lift the Curse and allow my soul to rest, but I have been unable to find it. My strength now wanes, and with it the last of my humanity as well. Please aid me and find the Elixir. I will repay your efforts - I swear upon my honor.
de: Bitte, töte mich nicht, hör mir nur zu. Ich war einst Hauptmann der Ritter von König Leoric und hielt die Gesetze dieses Landes mit Gerechtigkeit und Ehre aufrecht. Dann fiel sein dunkler Fluch auf uns wegen der Rolle, die wir bei seinem tragischen Tod gespielt haben. Als meine Mitritter ihrem verdrehten Schicksal erlagen, floh ich aus der Grabkammer des Königs auf der Suche nach einem Weg, mich vom Fluch zu befreien. Ich bin durchgefallen... Ich habe von einem goldenen Elixier gehört, das den Fluch aufheben und meiner Seele Ruhe gönnen könnte, aber ich konnte es nicht finden. Jetzt schwindet meine Kraft und damit auch die letzte meiner Menschlichkeit. Bitte helft mir und findet das Elixier. Ich werde Ihre Bemühungen vergelten - ich schwöre bei meiner Ehre.

source: You have not found the Golden Elixir. I fear that I am doomed for eternity. Please, keep trying...
de: Du hast das goldene Elixier nicht gefunden. Ich fürchte, dass ich für die Ewigkeit verdammt bin. Bitte versuche es weiter...

source: You have saved my soul from damnation, and for that I am in your debt. If there is ever a way that I can repay you from beyond the grave I will find it, but for now - take my helm. On the journey I am about to take I will have little use for it. May it protect you against the dark powers below. Go with the Light, my friend...
de: Du hast meine Seele vor der Verdammnis gerettet, und dafür stehe ich in deiner Schuld. Wenn es jemals einen Weg gibt, wie ich es dir von jenseits des Grabes zurückzahlen kann, werde ich ihn finden, aber für den Moment - nimm meinen Helm. Auf der Reise, die ich antrete, werde ich ihn kaum gebrauchen können. Möge es dich vor den dunklen Mächten unten schützen. Geh mit dem Licht, mein Freund...

source: Griswold speaks of The Anvil of Fury - a legendary artifact long searched for, but never found. Crafted from the metallic bones of the Razor Pit demons, the Anvil of Fury was smelt around the skulls of the five most powerful magi of the underworld. Carved with runes of power and chaos, any weapon or armor forged upon this Anvil will be immersed into the realm of Chaos, imbedding it with magical properties. It is said that the unpredictable nature of Chaos makes it difficult to know what the outcome of this smithing will be...
de: Griswold spricht vom Amboss des Zorns – einem legendären Artefakt, nach dem lange gesucht, aber nie gefunden wurde. Der Amboss des Zorns wurde aus den metallischen Knochen der Dämonen der Razor Pit gefertigt und um die Schädel der fünf mächtigsten Magier der Unterwelt geschmolzen. Geschnitzt mit Runen der Macht und des Chaos, wird jede Waffe oder Rüstung, die auf diesem Amboss geschmiedet wird, in das Reich des Chaos eintauchen und ihm magische Eigenschaften verleihen. Es wird gesagt, dass die Unvorhersehbarkeit des Chaos es schwierig macht zu wissen, was das Ergebnis dieser Schmiedekunst sein wird...

source: Don't you think that Griswold would be a better person to ask about this? He's quite handy, you know.
de: Glaubst du nicht, dass Griswold die bessere Person wäre, danach zu fragen? Er ist praktisch veranlagt, wissen Sie.

source: If you had been looking for information on the Pestle of Curing or the Silver Chalice of Purification, I could have assisted you, my friend. However, in this matter, you would be better served to speak to either Griswold or Cain.
de: Wenn Du nach Informationen über den Stößel der Heilung oder den Silberkelch der Reinigung gesucht hättest, hätte ich Dir helfen können, mein Freund. In dieser Angelegenheit wäre es jedoch besser, mit Griswold oder Kain zu sprechen.

source: Griswold's father used to tell some of us when we were growing up about a giant anvil that was used to make mighty weapons. He said that when a hammer was struck upon this anvil, the ground would shake with a great fury. Whenever the earth moves, I always remember that story.
de: Griswolds Vater erzählte einigen von uns, als wir aufwuchsen, von einem riesigen Amboss, der zur Herstellung mächtiger Waffen verwendet wurde. Er sagte, wenn ein Hammer auf diesen Amboss geschlagen würde, würde der Boden vor Wut beben. Immer wenn sich die Erde bewegt, erinnere ich mich immer an diese Geschichte.

source: Greetings! It's always a pleasure to see one of my best customers! I know that you have been venturing deeper into the Labyrinth, and there is a story I was told that you may find worth the time to listen to... One of the men who returned from the Labyrinth told me about a mystic anvil that he came across during his escape. His description reminded me of legends I had heard in my youth about the burning Hellforge where powerful weapons of magic are crafted. The legend had it that deep within the Hellforge rested the Anvil of Fury! This Anvil contained within it the very essence of the demonic underworld... It is said that any weapon crafted upon the burning Anvil is imbued with great power. If this anvil is indeed the Anvil of Fury, I may be able to make you a weapon capable of defeating even the darkest lord of Hell! Find the Anvil for me, and I'll get to work!
de: Schöne Grüße! Es ist immer eine Freude, einen meiner besten Kunden zu sehen! Ich weiß, dass Sie sich tiefer in das Labyrinth gewagt haben, und es gibt eine Geschichte, die mir erzählt wurde, die Sie sich vielleicht anhören sollten ... Einer der Männer, die aus dem Labyrinth zurückkehrten, erzählte mir von einem mystischen Amboss, auf den er bei seiner Flucht gestoßen war. Seine Beschreibung erinnerte mich an Legenden, die ich in meiner Jugend über die brennende Höllenschmiede gehört hatte, in der mächtige magische Waffen hergestellt werden. Die Legende besagt, dass tief in der Höllenschmiede der Amboss der Wut ruhte! Dieser Amboss enthielt die Essenz der dämonischen Unterwelt... Es wird gesagt, dass jede Waffe, die auf dem brennenden Amboss hergestellt wird, von großer Macht erfüllt ist. Wenn dieser Amboss tatsächlich der Amboss der Wut ist, kann ich dir vielleicht eine Waffe machen, die sogar den dunkelsten Lord der Hölle besiegen kann! Finde den Amboss für mich und ich mache mich an die Arbeit!

source: Nothing yet, eh? Well, keep searching. A weapon forged upon the Anvil could be your best hope, and I am sure that I can make you one of legendary proportions.
de: Noch nichts, oder? Na, such weiter. Eine auf dem Amboss geschmiedete Waffe könnte Ihre beste Hoffnung sein, und ich bin sicher, dass eine mächtige Waffe mit legendären Ausmaßen herstellen kann

source: I can hardly believe it! This is the Anvil of Fury - good work, my friend. Now we'll show those bastards that there are no weapons in Hell more deadly than those made by men! Take this and may Light protect you.
de: Ich kann es kaum glauben! Das ist der Amboss der Wut - gute Arbeit, mein Freund. Jetzt werden wir diesen Bastarden zeigen, dass es in der Hölle keine Waffen gibt, die tödlicher sind als die von Menschen gemachten! Nimm dies und möge das Licht dich beschützen.

source: Griswold can't sell his anvil. What will he do then? And I'd be angry too if someone took my anvil!
de: Griswold kann seinen Amboss nicht verkaufen. Was wird er dann tun? Und ich wäre auch wütend, wenn mir jemand meinen Amboss nehmen würde!

source: There are many artifacts within the Labyrinth that hold powers beyond the comprehension of mortals. Some of these hold fantastic power that can be used by either the Light or the Darkness. Securing the Anvil from below could shift the course of the Sin War towards the Light.
de: Es gibt viele Artefakte innerhalb des Labyrinths, deren Kräfte über das Verständnis der Sterblichen hinausgehen. Einige von ihnen besitzen fantastische Kräfte, die entweder vom Licht oder von der Dunkelheit genutzt werden können. Die Sicherung des Amboss von unten könnte den Verlauf des Sündenkrieges in Richtung des Lichts verschieben.

source: If you were to find this artifact for Griswold, it could put a serious damper on my business here. Awwww, you'll never find it.
de: Wenn Ihr dieses Artefakt für Griswold finden würdet, könnte es meinen Geschäften hier einen ernsthaften Dämpfer verpassen. Awwww, du wirst es nie finden.

source: The Gateway of Blood and the Halls of Fire are landmarks of mystic origin. Wherever this book you read from resides it is surely a place of great power. Legends speak of a pedestal that is carved from obsidian stone and has a pool of boiling blood atop its bone encrusted surface. There are also allusions to Stones of Blood that will open a door that guards an ancient treasure... The nature of this treasure is shrouded in speculation, my friend, but it is said that the ancient hero Arkaine placed the holy armor Valor in a secret vault. Arkaine was the first mortal to turn the tide of the Sin War and chase the legions of darkness back to the Burning Hells. Just before Arkaine died, his armor was hidden away in a secret vault. It is said that when this holy armor is again needed, a hero will arise to don Valor once more. Perhaps you are that hero...
de: Das Tor des Blutes und die Hallen des Feuers sind Wahrzeichen mystischen Ursprungs. Wo auch immer Sie dieses Buch lesen, es ist sicherlich ein Ort von großer Macht. Legenden sprechen von einem Sockel, der aus Obsidianstein geschnitzt ist und auf seiner knochenverkrusteten Oberfläche eine Blutlache hat. Es gibt auch Anspielungen auf die Blutsteine, die eine Tür öffnen, die einen alten Schatz bewacht ... Über die Natur dieses Schatzes ranken sich Spekulationen, mein Freund, aber es heißt, dass der uralte Held Arkaine die heilige Rüstung Valor in einem geheimen Gewölbe aufbewahrt hat. Arkaine war der erste Sterbliche, der das Blatt des Sündenkrieges wendete und die Legionen der Dunkelheit zurück in die brennenden Höllen jagte. Kurz bevor Arkaine starb, wurde seine Rüstung in einem geheimen Gewölbe versteckt. Es wird gesagt, dass, wenn diese heilige Rüstung wieder benötigt wird, ein Held aufsteht, um erneut Tapferkeit zu tragen. Vielleicht bist du dieser Held...

source: Every child hears the story of the warrior Arkaine and his mystic armor known as Valor. If you could find its resting place, you would be well protected against the evil in the Labyrinth.
de: Jedes Kind hört die Geschichte des Kriegers Arkaine und seiner mystischen Rüstung namens Valor. Wenn Du seine Ruhestätte finden könntest, wärst du gut gegen das Böse im Labyrinth geschützt.

source: Hmm... it sounds like something I should remember, but I've been so busy learning new cures and creating better elixirs that I must have forgotten. Sorry...
de: Hmm ... es klingt wie etwas, an das ich mich erinnern sollte, aber ich war so beschäftigt damit, neue Heilmittel zu lernen und bessere Elixiere herzustellen, das ich es vergessen haben muss. Entschuldigung...

source: The story of the magic armor called Valor is something I often heard the boys talk about. You had better ask one of the men in the village.
de: Die Geschichte der magischen Rüstung namens Valor ist etwas, worüber ich die Jungs oft reden hörte. Du solltest besser einen der Männer im Dorf fragen.

source: The armor known as Valor could be what tips the scales in your favor. I will tell you that many have looked for it - including myself. Arkaine hid it well, my friend, and it will take more than a bit of luck to unlock the secrets that have kept it concealed oh, lo these many years.
de: Die als "Tapferkeit" bekannte Rüstung könnte der Ausschlag zu Ihren Gunsten sein. Ich sage Ihnen, dass viele danach gesucht haben – auch ich. Arkaine hat sie gut versteckt, mein Freund, und es braucht mehr als ein bisschen Glück, um die Geheimnisse zu lüften, die es so viele Jahre lang verborgen gehalten haben.

source: Should you find these Stones of Blood, use them carefully. The way is fraught with danger and your only hope rests within your self trust.
de: Solltest Du diese Blutsteine ​​finden, verwende sie vorsichtig. Der Weg ist voller Gefahren und Deine einzige Hoffnung liegt in Deinem Selbstvertrauen.

source: You intend to find the armor known as Valor? No one has ever figured out where Arkaine stashed the stuff, and if my contacts couldn't find it, I seriously doubt you ever will either.
de: Ihr wollt die als "Tapferkeit" bekannte Rüstung finden? Niemand hat je herausgefunden, wo Arkaine das Zeug versteckt hat, und wenn meine Kontakte es nicht finden könnten, bezweifle ich ernsthaft, dass Sie es jemals werden werden.

source: I know of only one legend that speaks of such a warrior as you describe. His story is found within the ancient chronicles of the Sin War... Stained by a thousand years of war, blood and death, the Warlord of Blood stands upon a mountain of his tattered victims. His dark blade screams a black curse to the living; a tortured invitation to any who would stand before this Executioner of Hell. It is also written that although he was once a mortal who fought beside the Legion of Darkness during the Sin War, he lost his humanity to his insatiable hunger for blood.
de: Ich kenne nur eine Legende, die von einem solchen Krieger spricht, wie Sie ihn beschreiben. Seine Geschichte findet sich in den alten Chroniken des Sin War... Befleckt von tausend Jahren Krieg, Blut und Tod steht der Warlord of Blood auf einem Berg seiner zerfetzten Opfer. Seine dunkle Klinge schreit den Lebenden einen schwarzen Fluch zu; eine gequälte Einladung an jeden, der vor diesem Henker der Hölle stehen würde. Es steht auch geschrieben, dass er, obwohl er einst ein Sterblicher war, der während des Sündenkrieges an der Seite der Legion of Darkness kämpfte, seine Menschlichkeit an seinen unstillbaren Hunger nach Blut verlor.

source: I am afraid that I haven't heard anything about such a vicious warrior, good master. I hope that you do not have to fight him, for he sounds extremely dangerous.
de: Ich fürchte, ich habe noch nichts von einem so bösartigen Krieger gehört, guter Meister. Ich hoffe, dass Du nicht gegen ihn kämpfen musst, denn er klingt extrem gefährlich.

source: Cain would be able to tell you much more about something like this than I would ever wish to know.
de: Cain könnte Dir viel mehr über so etwas erzählen, als ich jemals wissen möchte.

source: If you are to battle such a fierce opponent, may Light be your guide and your defender. I will keep you in my thoughts.
de: Wenn du gegen einen so erbitterten Gegner kämpfen musst, möge Licht dein Führer und dein Verteidiger sein. Ich werde dich in Gedanken behalten.

source: Dark and wicked legends surrounds the one Warlord of Blood. Be well prepared, my friend, for he shows no mercy or quarter.
de: Dunkle und böse Legenden umgeben den einen Kriegsherr des Blutes. Sei gut vorbereitet, mein Freund, denn er zeigt keine Gnade.

source: Always you gotta talk about Blood? What about flowers, and sunshine, and that pretty girl that brings the drinks. Listen here, friend - you're obsessive, you know that?
de: Musst du immer über Blut reden? Was ist mit Blumen und Sonnenschein und diesem hübschen Mädchen, das die Getränke bringt. Hör zu, Freund - du bist besessen, weißt du das?

source: His prowess with the blade is awesome, and he has lived for thousands of years knowing only warfare. I am sorry... I can not see if you will defeat him.
de: Seine Fähigkeiten mit der Klinge sind beeindruckend, und er lebt seit Tausenden von Jahren und kennt nur die Kriegsführung. Es tut mir leid... Ich kann nicht vorhersagen, ob Du ihn besiegen wirst.

source: I haven't ever dealt with this Warlord you speak of, but he sounds like he's going through a lot of swords. Wouldn't mind supplying his armies...
de: Ich habe mich noch nie mit diesem Kriegsherrn befasst, von dem Du sprichst, aber er klingt, als würde er viele Schwerter besitzen. Hätte nichts dagegen, seine Armeen zu versorgen...

source: My blade sings for your blood, mortal, and by my dark masters it shall not be denied.
de: Meine Klinge singt für dein Blut, Sterblicher, und von meinen dunklen Meistern wird es nicht geleugnet.

source: Griswold speaks of the Heaven Stone that was destined for the enclave located in the east. It was being taken there for further study. This stone glowed with an energy that somehow granted vision beyond that which a normal man could possess. I do not know what secrets it holds, my friend, but finding this stone would certainly prove most valuable.
de: Griswold spricht vom Himmelsstein, der für die im Osten gelegene Enklave bestimmt war. Er wurde dorthin gebracht, um ihn weiter zu studieren. Dieser Stein glühte mit einer Energie, die irgendwie eine Vision über das hinaus gewährte, was ein normaler Mensch besitzen könnte. Ich weiß nicht, welche Geheimnisse er birgt, mein Freund, aber diesen Stein zu finden, würde sich sicherlich als sehr wertvoll erweisen.

source: The caravan stopped here to take on some supplies for their journey to the east. I sold them quite an array of fresh fruits and some excellent sweetbreads that Garda has just finished baking. Shame what happened to them...
de: Die Karawane machte hier halt, um Vorräte für ihre Reise nach Osten mitzunehmen. Ich habe ihnen eine ganze Reihe von frischen Früchten und einige ausgezeichnete Kalbsbries verkauft, die Garda gerade fertig gebacken hat. Schade, was mit ihnen passiert ist...

source: I don't know what it is that they thought they could see with that rock, but I will say this. If rocks are falling from the sky, you had better be careful!
de: Ich weiß nicht, was sie dachten, sie könnten mit diesem Felsen sehen, aber ich werde es sagen. Wenn Steine ​​vom Himmel fallen, ist Vorsicht geboten!

source: Well, a caravan of some very important people did stop here, but that was quite a while ago. They had strange accents and were starting on a long journey, as I recall. I don't see how you could hope to find anything that they would have been carrying.
de: Nun, eine Karawane einiger sehr wichtiger Leute hat hier Halt gemacht, aber das ist schon eine Weile her. Sie hatten seltsame Akzente und machten sich, soweit ich mich erinnere, auf eine lange Reise.

source: Stay for a moment - I have a story you might find interesting. A caravan that was bound for the eastern kingdoms passed through here some time ago. It was supposedly carrying a piece of the heavens that had fallen to earth! The caravan was ambushed by cloaked riders just north of here along the roadway. I searched the wreckage for this sky rock, but it was nowhere to be found. If you should find it, I believe that I can fashion something useful from it.
de: Bleiben Sie einen Moment - ich habe eine Geschichte, die Du vielleicht interessant finden könntest. Eine Karawane, die für die östlichen Königreiche bestimmt war, ist hier vor einiger Zeit durchgezogen. Es trug angeblich ein Stück Himmel, das auf die Erde gefallen war! Die Karawane wurde nördlich von hier entlang der Fahrbahn von getarnten Reitern überfallen. Ich suchte in den Trümmern nach diesem Himmelsfelsen, aber er war nirgendwo zu finden. Wenn Du es finden solltest, glaube ich, dass ich daraus etwas Nützliches machen kann.

source: I am still waiting for you to bring me that stone from the heavens. I know that I can make something powerful out of it.
de: Ich warte immer noch darauf, dass du mir diesen Stein vom Himmel bringst. Ich weiß, dass ich etwas Mächtiges daraus machen kann.

source: Let me see that - aye... aye, it is as I believed. Give me a moment... Ah, Here you are. I arranged pieces of the stone within a silver ring that my father left me. I hope it serves you well.
de: Lassen Sie mich das sehen - aye... aye, es ist so, wie ich geglaubt habe. Gib mir einen Moment... Ah, hier bist du. Ich ordnete Stücke des Steins in einen silbernen Ring, den mein Vater mir hinterlassen hatte. Ich hoffe es dient dir gut.

source: I used to have a nice ring; it was a really expensive one, with blue and green and red and silver. Don't remember what happened to it, though. I really miss that ring...
de: Früher hatte ich einen schönen Ring; es war wirklich teuer, mit Blau und Grün und Rot und Silber. Erinnere dich aber nicht daran, was damit passiert ist. Ich vermisse diesen Ring wirklich...

source: The Heaven Stone is very powerful, and were it any but Griswold who bid you find it, I would prevent it. He will harness its powers and its use will be for the good of us all.
de: Der Himmelsstein ist sehr mächtig, und wenn jemand anders als Griswold Sie bitten würde, ihn zu finden, würde ich ihn verhindern. Er wird ihre Kräfte nutzen und ihr Nutzen wird zum Wohle von uns allen sein.

source: If anyone can make something out of that rock, Griswold can. He knows what he is doing, and as much as I try to steal his customers, I respect the quality of his work.
de: Wenn irgendjemand etwas aus diesem Gestein machen kann, dann Griswold. Er weiß, was er tut, und so sehr ich auch versuche, seine Kunden zu stehlen, respektiere ich die Qualität seiner Arbeit.

source: The witch Adria seeks a black mushroom? I know as much about Black Mushrooms as I do about Red Herrings. Perhaps Pepin the Healer could tell you more, but this is something that cannot be found in any of my stories or books.
de: Die Hexe Adria sucht einen schwarzen Pilz? Ich weiß genauso viel über schwarze Pilze wie über rote Heringe. Vielleicht könnte Dir Pepin der Heiler mehr sagen, aber das ist etwas, das in keiner meiner Geschichten oder Büchern zu finden ist.
