Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: The hand, the heart and the mind can perform miracles when they are in perfect harmony. The healer Pepin sees into the body in a way that even I cannot. His ability to restore the sick and injured is magnified by his understanding of the creation of elixirs and potions. He is as great an ally as you have in Tristram.
de: Die Hand, das Herz und der Verstand können Wunder vollbringen, wenn sie in perfekter Harmonie sind. Der Heiler Pepin beherrscht deinen Körper auf eine Weise, die selbst ich nicht kann. Seine Fähigkeit, Kranke und Verletzte wiederherzustellen, wird durch sein Verständnis der Herstellung von Elixieren und Tränken verstärkt. Er ist ein ebenso großer Verbündeter von uns wie du in Tristram.

source: There is much about the future we cannot see, but when it comes it will be the children who wield it. The boy Wirt has a blackness upon his soul, but he poses no threat to the town or its people. His secretive dealings with the urchins and unspoken guilds of nearby towns gain him access to many devices that cannot be easily found in Tristram. While his methods may be reproachful, Wirt can provide assistance for your battle against the encroaching Darkness.
de: Es gibt vieles in der Zukunft, das wir nicht sehen können, aber wenn es so weit ist, werden es die Kinder sein, die sie führen. Der Junge Wirt hat eine Schwärze in der Seele, aber er stellt keine Gefahr für die Stadt und ihre Bewohner dar. Seine geheimen Geschäfte mit den Seeigeln und unausgesprochenen Gilden der umliegenden Städte verschaffen ihm Zugang zu vielen Geräten, die in Tristram nicht leicht zu finden sind. Auch wenn seine Methoden vorwurfsvoll sein mögen, kann Wirt Ihnen im Kampf gegen die eindringende Dunkelheit helfen.

source: Earthen walls and thatched canopy do not a home create. The innkeeper Ogden serves more of a purpose in this town than many understand. He provides shelter for Gillian and her matriarch, maintains what life Farnham has left to him, and provides an anchor for all who are left in the town to what Tristram once was. His tavern, and the simple pleasures that can still be found there, provide a glimpse of a life that the people here remember. It is that memory that continues to feed their hopes for your success.
de: Lehmwände und strohgedeckte Überdachungen schaffen kein Zuhause. Der Wirt Ogden dient in dieser Stadt mehr, als viele verstehen. Er bietet Gillian und ihrer Matriarchin Unterschlupf, erhält das Leben, das Farnham ihm hinterlassen hat, und bietet allen, die in der Stadt noch übrig sind, einen Anker, der Tristram einst war. Seine Taverne und die einfachen Freuden, die dort noch zu finden sind, geben einen Einblick in ein Leben, an das sich die Menschen hier erinnern. Es ist diese Erinnerung, die weiterhin ihre Hoffnungen auf Ihren Erfolg nährt.

source: Pssst... over here...
de: Pssst... hier drüben...

source: Not everyone in Tristram has a use - or a market - for everything you will find in the labyrinth. Not even me, as hard as that is to believe. Sometimes, only you will be able to find a purpose for some things.
de: Nicht jeder in Tristram hat eine Verwendung – oder einen Markt – für alles, was Sie im Labyrinth finden. Nicht einmal ich, so schwer das zu glauben ist. Manchmal werden nur Sie in der Lage sein, einen Zweck für einige Dinge zu finden.

source: Don't trust everything the drunk says. Too many ales have fogged his vision and his good sense.
de: Glaube nicht alles, was der Betrunkene sagt. Zu viele Biere haben seine Vision und seinen gesunden Menschenverstand vernebelt.

source: In case you haven't noticed, I don't buy anything from Tristram. I am an importer of quality goods. If you want to peddle junk, you'll have to see Griswold, Pepin or that witch, Adria. I'm sure that they will snap up whatever you can bring them...
de: Falls es Dir nicht aufgefallen ist, ich kaufe nichts aus Tristram. Ich bin ein Importeur von Qualitätswaren. Wenn du Schrott verkaufen willst, musst du Griswold, Pepin oder diese Hexe Adria sehen. Ich bin sicher, dass sie alles schnappen, was du ihnen bringen kannst...

source: I guess I owe the blacksmith my life - what there is of it. Sure, Griswold offered me an apprenticeship at the smithy, and he is a nice enough guy, but I'll never get enough money to... well, let's just say that I have definite plans that require a large amount of gold.
de: Ich schätze, ich verdanke dem Schmied mein Leben - was davon übrig ist. Sicher, Griswold hat mir eine Lehre in der Schmiede angeboten, und er ist ein netter Kerl, aber ich werde nie genug Geld bekommen, um... nun, sagen wir einfach, dass ich konkrete Pläne habe, die eine große Menge Gold erfordern.

source: If I were a few years older, I would shower her with whatever riches I could muster, and let me assure you I can get my hands on some very nice stuff. Gillian is a beautiful girl who should get out of Tristram as soon as it is safe. Hmmm... maybe I'll take her with me when I go...
de: Wenn ich ein paar Jahre älter wäre, würde ich sie mit allen Reichtümern überschütten, die ich aufbringen könnte, und ich kann Ihnen versichern, dass ich einige sehr schöne Sachen in die Finger bekommen kann. Gillian ist ein wunderschönes Mädchen, das Tristram verlassen sollte, sobald es sicher ist. Hmmm... vielleicht nehme ich sie mit, wenn ich gehe...

source: Cain knows too much. He scares the life out of me - even more than that woman across the river. He keeps telling me about how lucky I am to be alive, and how my story is foretold in legend. I think he's off his crock.
de: Cain weiß zu viel. Er macht mir Angst – noch mehr als diese Frau auf der anderen Seite des Flusses. Er erzählt mir immer wieder, wie glücklich ich bin, am Leben zu sein, und wie meine Geschichte in Legenden vorausgesagt wird. Ich glaube, er ist aus dem Schneider.

source: Farnham - now there is a man with serious problems, and I know all about how serious problems can be. He trusted too much in the integrity of one man, and Lazarus led him into the very jaws of death. Oh, I know what it's like down there, so don't even start telling me about your plans to destroy the evil that dwells in that Labyrinth. Just watch your legs...
de: Farnham - jetzt gibt es einen Mann mit ernsthaften Problemen, und ich weiß genau, wie ernst Probleme sein können. Er vertraute zu sehr auf die Integrität eines Mannes, und Lazarus führte ihn in den Rachen des Todes. Oh, ich weiß, wie es dort unten ist, also fang nicht an, mir von deinen Plänen zu erzählen, das Böse, das in diesem Labyrinth wohnt, zu zerstören. Pass nur auf deine Beine auf...

source: As long as you don't need anything reattached, old Pepin is as good as they come. If I'd have had some of those potions he brews, I might still have my leg...
de: Solange Sie nichts wieder anbringen müssen, ist der alte Pepin so gut wie er kommt. Hätte ich ein paar von diesen Tränken gehabt, die er braut, hätte ich vielleicht noch mein Bein...

source: Adria truly bothers me. Sure, Cain is creepy in what he can tell you about the past, but that witch can see into your past. She always has some way to get whatever she needs, too. Adria gets her hands on more merchandise than I've seen pass through the gates of the King's Bazaar during High Festival.
de: Adria stört mich wirklich. Sicher, Cain ist gruselig in dem, was er dir über die Vergangenheit erzählen kann, aber diese Hexe kann in deine Vergangenheit sehen. Sie hat auch immer eine Möglichkeit, alles zu bekommen, was sie braucht. Adria bekommt mehr Waren in die Hände, als ich während des Hochfestes durch die Tore des Königsbasars gehen sehen.

source: Ogden is a fool for staying here. I could get him out of town for a very reasonable price, but he insists on trying to make a go of it with that stupid tavern. I guess at the least he gives Gillian a place to work, and his wife Garda does make a superb Shepherd's pie...
de: Ogden ist ein Narr, weil er hier bleibt. Ich könnte ihn für einen sehr vernünftigen Preis aus der Stadt bringen, aber er besteht darauf, es mit dieser blöden Taverne zu versuchen. Ich denke zumindest, dass er Gillian einen Arbeitsplatz gibt, und seine Frau Garda macht einen hervorragenden Hirtenkuchen...

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
de: Hinter der Halle der Helden liegt die Knochenkammer. Der ewige Tod erwartet jeden, der versuchen würde, die Schätze in diesem Raum zu stehlen. So spricht der Herr des Schreckens, und so steht es geschrieben.

source: ...and so, locked beyond the Gateway of Blood and past the Hall of Fire, Valor awaits for the Hero of Light to awaken...
de: ...und so wartet Valor hinter dem Tor des Blutes und hinter der Halle des Feuers darauf, dass der Held des Lichts erwacht...

source: I can see what you see not. Vision milky then eyes rot. When you turn they will be gone, Whispering their hidden song. Then you see what cannot be, Shadows move where light should be. Out of darkness, out of mind, Cast down into the Halls of the Blind.
de: Ich kann sehen, was Ihr nicht seht. Vision milchig, dann faulen die Augen. Wenn du dich umdrehst, werden sie weg sein, Flüstern ihr verstecktes Lied. Dann siehst du, was nicht sein kann, Schatten bewegen sich dorthin, wo Licht sein sollte. Aus der Dunkelheit, aus dem Sinn, Werft hinab in die Hallen der Blinden.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and men alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
de: Die Waffenkammern der Hölle sind die Heimat des Kriegsherrn des Blutes. In seinem Gefolge lagen die verstümmelten Körper von Tausenden. Engel und Menschen wurden gleichermaßen getötet, um seine endlosen Opfer für die Dunklen zu erfüllen, die nach einem schreien – Blut.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. There is a war that rages on even now, beyond the fields that we know - between the utopian kingdoms of the High Heavens and the chaotic pits of the Burning Hells. This war is known as the Great Conflict, and it has raged and burned longer than any of the stars in the sky. Neither side ever gains sway for long as the forces of Light and Darkness constantly vie for control over all creation.
de: Beachtet die Wahrheiten, die hierin liegen, denn sie sind das letzte Erbe der Horadrim. Es gibt einen Krieg, der auch jetzt noch tobt, jenseits der Felder, die wir kennen – zwischen den utopischen Königreichen der hohen Himmel und den chaotischen Gruben der Brennenden Höllen. Dieser Krieg ist als der Große Konflikt bekannt und er wütet und brennt länger als jeder andere Stern am Himmel. Keine Seite gewinnt jemals an Einfluss, solange die Kräfte des Lichts und der Dunkelheit ständig um die Kontrolle über die gesamte Schöpfung kämpfen.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. When the Eternal Conflict between the High Heavens and the Burning Hells falls upon mortal soil, it is called the Sin War. Angels and Demons walk amongst humanity in disguise, fighting in secret, away from the prying eyes of mortals. Some daring, powerful mortals have even allied themselves with either side, and helped to dictate the course of the Sin War.
de: Beachtet die Wahrheiten, die hierin liegen, denn sie sind das letzte Erbe der Horadrim. Wenn der ewige Konflikt zwischen den Hohen Himmeln und den Brennenden Höllen auf sterblichen Boden fällt, wird er Sündenkrieg genannt. Engel und Dämonen wandeln verkleidet durch die Menschheit und kämpfen im Verborgenen, weg von den neugierigen Blicken der Sterblichen. Einige mutige, mächtige Sterbliche haben sich sogar mit beiden Seiten verbündet und geholfen, den Verlauf des Sündenkrieges zu bestimmen.

source: Take heed and bear witness to the truths that lie herein, for they are the last legacy of the Horadrim. Nearly three hundred years ago, it came to be known that the Three Prime Evils of the Burning Hells had mysteriously come to our world. The Three Brothers ravaged the lands of the east for decades, while humanity was left trembling in their wake. Our Order - the Horadrim - was founded by a group of secretive magi to hunt down and capture the Three Evils once and for all. The original Horadrim captured two of the Three within powerful artifacts known as Soulstones and buried them deep beneath the desolate eastern sands. The third Evil escaped capture and fled to the west with many of the Horadrim in pursuit. The Third Evil - known as Diablo, the Lord of Terror - was eventually captured, his essence set in a Soulstone and buried within this Labyrinth. Be warned that the soulstone must be kept from discovery by those not of the faith. If Diablo were to be released, he would seek a body that is easily controlled as he would be very weak - perhaps that of an old man or a child.
de: Beachtet die Wahrheiten, die hierin liegen, denn sie sind das letzte Erbe der Horadrim. Vor fast dreihundert Jahren wurde bekannt, dass die drei Hauptübel der Brennenden Höllen auf mysteriöse Weise auf unsere Welt gekommen waren. Die Drei Brüder verwüsteten jahrzehntelang die Länder des Ostens, während die Menschheit zitterte. Unser Orden - die Horadrim - wurde von einer Gruppe geheimnisvoller Magier gegründet, um die Drei Bösen ein für alle Mal zu jagen und zu fangen. Die ursprünglichen Horadrim nahmen zwei der Drei in mächtigen Artefakten gefangen, die als Seelensteine ​​bekannt sind, und begruben sie tief unter dem einsamen östlichen Sand. Das dritte Böse entkam der Gefangennahme und floh mit vielen Horadrim in den Westen. Das Dritte Böse – bekannt als Diablo, der Herr des Schreckens – wurde schließlich gefangen genommen, seine Essenz in einen Seelenstein gelegt und in diesem Labyrinth begraben. Sei gewarnt, dass der Seelenstein vor der Entdeckung durch Nichtgläubige bewahrt werden muss. Wenn Diablo freigelassen würde, würde er einen Körper suchen, der leicht zu kontrollieren ist, da er sehr schwach wäre - vielleicht den eines alten Mannes oder eines Kindes.

source: So it came to be that there was a great revolution within the Burning Hells known as The Dark Exile. The Lesser Evils overthrew the Three Prime Evils and banished their spirit forms to the mortal realm. The demons Belial (the Lord of Lies) and Azmodan (the Lord of Sin) fought to claim rulership of Hell during the absence of the Three Brothers. All of Hell polarized between the factions of Belial and Azmodan while the forces of the High Heavens continually battered upon the very Gates of Hell.
de: So kam es zu einer großen Revolution innerhalb der Burning Hells, bekannt als Das Dunkle Exil. Die geringeren Übel stürzten die drei Primären Übel und verbannten ihre Geisterformen in das Reich der Sterblichen. Die Dämonen Belial (der Herr der Lügen) und Azmodan (der Herr der Sünde) kämpften während der Abwesenheit der Drei Brüder um die Herrschaft über die Hölle. Die ganze Hölle polarisierte zwischen den Fraktionen von Belial und Azmodan, während die Mächte der Hohen Himmel ständig gegen die Tore der Hölle schlugen.

source: Many demons traveled to the mortal realm in search of the Three Brothers. These demons were followed to the mortal plane by Angels who hunted them throughout the vast cities of the East. The Angels allied themselves with a secretive Order of mortal magi named the Horadrim, who quickly became adept at hunting demons. They also made many dark enemies in the underworlds.
de: Auf der Suche nach den Drei Brüdern reisten viele Dämonen in das Reich der Sterblichen. Diese Dämonen wurden von Engeln bis zur sterblichen Ebene verfolgt, die sie in den riesigen Städten des Ostens jagten. Die Engel verbündeten sich mit einem geheimnisvollen Orden sterblicher Magier namens Horadrim, der schnell zum Zentrum der Dämonenjagt wurde. Sie machten sich auch viele Feinde in der Unterwelt.

source: So it came to be that the Three Prime Evils were banished in spirit form to the mortal realm and after sewing chaos across the East for decades, they were hunted down by the cursed Order of the mortal Horadrim. The Horadrim used artifacts called Soulstones to contain the essence of Mephisto, the Lord of Hatred and his brother Baal, the Lord of Destruction. The youngest brother - Diablo, the Lord of Terror - escaped to the west. Eventually the Horadrim captured Diablo within a Soulstone as well, and buried him under an ancient, forgotten Cathedral. There, the Lord of Terror sleeps and awaits the time of his rebirth. Know ye that he will seek a body of youth and power to possess - one that is innocent and easily controlled. He will then arise to free his Brothers and once more fan the flames of the Sin War...
de: So kam es, dass die drei Primären Übel in Geisterform in das Reich der Sterblichen verbannt wurden und nachdem sie jahrzehntelang Chaos im Osten angerichtet hatten, wurden sie vom verfluchten Orden der sterblichen Horadrim gejagt. Die Horadrim verwendeten Artefakte namens Seelensteine, um die Essenz von Mephisto, dem Herrn des Hasses, und seinem Bruder Baal, dem Herrn der Zerstörung, zu enthalten. Der jüngste Bruder – Diablo, der Herr des Schreckens – entkam in den Westen. Schließlich nahmen die Horadrim auch Diablo in einem Seelenstein gefangen und begruben ihn unter einer alten, vergessenen Kathedrale. Dort schläft der Lord of Terror und erwartet die Zeit seiner Wiedergeburt. Wisset, dass er nach einer Körperschaft von Jugend und Macht suchen wird, die er besitzen kann – eine, die unschuldig und leicht zu kontrollieren ist. Dann wird er sich erheben, um seine Brüder zu befreien und die Flammen des Sündenkrieges noch einmal anzufachen...

source: All praises to Diablo - Lord of Terror and Survivor of The Dark Exile. When he awakened from his long slumber, my Lord and Master spoke to me of secrets that few mortals know. He told me the kingdoms of the High Heavens and the pits of the Burning Hells engage in an eternal war. He revealed the powers that have brought this discord to the realms of man. My lord has named the battle for this world and all who exist here the Sin War.
de: Alles Lob an Diablo - Herr des Schreckens und überlebender des dunklen Exils. Als er aus seinem langen Schlaf erwachte, sprachen mein Herr und Meister mit mir über Geheimnisse, die nur wenige Sterbliche kennen. Er erzählte mir, dass die Königreiche der Hohen Himmel und die Gruben der Brennenden Höllen einen ewigen Krieg führen. Er offenbarte die Mächte, die diese Zwietracht in die Reiche der Menschen gebracht haben. Mein Herr hat die Schlacht um diese Welt und alle, die hier existieren, den Sündenkrieg genannt.

source: Glory and Approbation to Diablo - Lord of Terror and Leader of the Three. My Lord spoke to me of his two Brothers, Mephisto and Baal, who were banished to this world long ago. My Lord wishes to bide his time and harness his awesome power so that he may free his captive brothers from their tombs beneath the sands of the east. Once my Lord releases his Brothers, the Sin War will once again know the fury of the Three.
de: Ruhm und Anerkennung für Diablo - Herr des Schreckens und Anführer der Drei. Mein Herr sprach zu mir von seinen beiden Brüdern Mephisto und Baal, die vor langer Zeit in diese Welt verbannt wurden. Mein Lord möchte seine Zeit abwarten und seine gewaltige Macht nutzen, damit er seine gefangenen Brüder aus ihren Gräbern unter dem Sand des Ostens befreien kann. Sobald mein Herr seine Brüder freilässt, wird der Sündenkrieg wieder die Wut der Drei kennen.

source: Hail and Sacrifice to Diablo - Lord of Terror and Destroyer of Souls. When I awoke my Master from his sleep, he attempted to possess a mortal's form. Diablo attempted to claim the body of King Leoric, but my Master was too weak from his imprisonment. My Lord required a simple and innocent anchor to this world, and so found the boy Albrecht to be perfect for the task. While the good King Leoric was left maddened by Diablo's unsuccessful possession, I kidnapped his son Albrecht and brought him before my Master. I now await Diablo's call and pray that I will be rewarded when he at last emerges as the Lord of this world.
de: Heil und opfere Diablo - Herr des Schreckens und Zerstörer der Seelen. Als ich meinen Meister aus seinem Schlaf erweckte, versuchte er, die Gestalt eines Sterblichen anzunehmen. Diablo versuchte, die Leiche von König Leoric zu beanspruchen, aber mein Meister war von seiner Gefangenschaft zu schwach. Mein Lord brauchte einen einfachen und unschuldigen Anker in dieser Welt und fand den Jungen Albrecht perfekt für diese Aufgabe. Während der gute König Leoric von Diablos erfolglosem Besitz in den Wahnsinn getrieben wurde, entführte ich seinen Sohn Albrecht und brachte ihn vor meinen Meister. Ich warte jetzt auf Diablos Ruf und bete, dass ich belohnt werde, wenn er endlich als Herr dieser Welt auftaucht.

source: Thank goodness you've returned! Much has changed since you lived here, my friend. All was peaceful until the dark riders came and destroyed our village. Many were cut down where they stood, and those who took up arms were slain or dragged away to become slaves - or worse. The church at the edge of town has been desecrated and is being used for dark rituals. The screams that echo in the night are inhuman, but some of our townsfolk may yet survive. Follow the path that lies between my tavern and the blacksmith shop to find the church and save who you can. Perhaps I can tell you more if we speak again. Good luck.
de: Gott sei Dank bist Du zurückgekehrt! Seit du hier lebst, hat sich viel verändert, mein Freund. Alles war friedlich, bis die dunklen Reiter kamen und unser Dorf zerstörten. Viele wurden niedergemetzelt, wo sie standen, und diejenigen, die zu den Waffen griffen, wurden getötet oder weggeschleppt, um Sklaven zu werden - oder noch schlimmer. Die Kirche am Stadtrand wurde geschändet und wird für dunkle Rituale genutzt. Die Schreie, die in der Nacht widerhallen, sind unmenschlich, aber einige unserer Städter könnten noch überleben. Folge dem Weg, der zwischen meiner Taverne und der Schmiede liegt, um die Kirche zu finden und um die noch zu retten, für die es nicht bereits zu spät ist. Vielleicht kann ich Dir mehr sagen, wenn wir uns noch einmal unterhalten. Viel Glück.

source: Beyond the Hall of Heroes lies the Chamber of Bone. Eternal death awaits any who would seek to steal the treasures secured within this room. So speaks the Lord of Terror, and so it is written.
de: Hinter der Halle der Helden liegt die Knochenkammer. Der ewige Tod erwartet jeden, der versuchen würde, die Schätze in diesem Raum zu stehlen. So spricht der Herr des Schreckens, und so steht es geschrieben.

source: The armories of Hell are home to the Warlord of Blood. In his wake lay the mutilated bodies of thousands. Angels and man alike have been cut down to fulfill his endless sacrifices to the Dark ones who scream for one thing - blood.
de: Die Waffenkammern der Hölle sind die Heimat des Kriegsherrn des Blutes. In seinem Gefolge lagen die verstümmelten Körper von Tausenden. Engel und Menschen wurden gleichermaßen getötet, um seine endlosen Opfer für die Dunklen zu erfüllen, die nach einem schreien – Blut.

source: Maintain your quest. Finding a treasure that is lost is not easy. Finding a treasure that is hidden less so. I will leave you with this. Do not let the sands of time confuse your search.
de: Behalte deine Suche bei. Einen verlorenen Schatz zu finden ist nicht einfach. Einen Schatz zu finden, der versteckt ist, ist einfacher. Ich werde dich damit verlassen. Lass den Sand der Zeit deine Suche nicht verwirren.
