Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: Let me just say this. Both Garda and I would never, EVER serve black mushrooms to our honored guests. If Adria wants some mushrooms in her stew, then that is her business, but I can't help you find any. Black mushrooms... disgusting!
de: Lassen Sie mich das nur sagen. Sowohl Garda als auch ich würden unseren Ehrengästen niemals schwarze Pilze servieren. Wenn Adria Pilze in ihrem Eintopf will, dann ist das ihre Sache, aber ich kann dir nicht helfen, welche zu finden. Schwarze Pilze... widerlich!

source: The witch told me that you were searching for the brain of a demon to assist me in creating my elixir. It should be of great value to the many who are injured by those foul beasts, if I can just unlock the secrets I suspect that its alchemy holds. If you can remove the brain of a demon when you kill it, I would be grateful if you could bring it to me.
de: Die Hexe hat mir erzählt, dass du nach dem Gehirn eines Dämons suchst, um mir bei der Herstellung meines Elixiers zu helfen. Es sollte für die vielen, die von diesen üblen Bestien verletzt wurden, von großem Wert sein, wenn ich nur die Geheimnisse lüften kann, von denen ich vermute, dass es seine Alchemie birgt. Wenn Du das Gehirn eines Dämons entfernen könntest, nachdem Du ihn getötet hast, wäre ich dankbar, wenn Du es mir bringen könnetst.

source: Excellent, this is just what I had in mind. I was able to finish the elixir without this, but it can't hurt to have this to study. Would you please carry this to the witch? I believe that she is expecting it.
de: Super, genau das hatte ich im Sinn. Ich konnte das Elixier auch ohne das austrinken, aber es kann nicht schaden, es zu studieren. Würdest du das bitte der Hexe bringen? Ich glaube, sie erwartet es.

source: I think Ogden might have some mushrooms in the storage cellar. Why don't you ask him?
de: Ich glaube, Ogden hat vielleicht ein paar Pilze im Lagerkeller. Warum fragst du ihn nicht?

source: If Adria doesn't have one of these, you can bet that's a rare thing indeed. I can offer you no more help than that, but it sounds like... a huge, gargantuan, swollen, bloated mushroom! Well, good hunting, I suppose.
de: Wenn Adria keines davon hat, können Sie darauf wetten, dass dies in der Tat eine Seltenheit ist. Ich kann Ihnen nicht mehr helfen, aber es klingt wie... ein riesiger, gigantischer, geschwollener, aufgeblähter Pilz! Nun, gute Jagd, nehme ich an.

source: Ogden mixes a MEAN black mushroom, but I get sick if I drink that. Listen, listen... here's the secret - moderation is the key!
de: Ogden mischt einen starken schwarzen Pilz Trank, aber mir wird schlecht, wenn ich das trinke. Hör zu, hör zu... hier ist das Geheimnis - Mäßigung ist der Schlüssel!

source: What do we have here? Interesting, it looks like a book of reagents. Keep your eyes open for a black mushroom. It should be fairly large and easy to identify. If you find it, bring it to me, won't you?
de: Was haben wir hier? Interessant, es sieht aus wie ein Buch mit Reagenzien. Halten Sie die Augen nach einem schwarzen Pilz offen. Es sollte ziemlich groß und leicht zu identifizieren sein. Wenn du es findest bringst du es mir, nicht wahr?

source: It's a big, black mushroom that I need. Now run off and get it for me so that I can use it for a special concoction that I am working on.
de: Es ist ein großer schwarzer Pilz, den ich brauche. Jetzt lauf los und hol es mir, damit ich es für ein spezielles Gebräu verwenden kann, an dem ich arbeite.

source: Yes, this will be perfect for a brew that I am creating. By the way, the healer is looking for the brain of some demon or another so he can treat those who have been afflicted by their poisonous venom. I believe that he intends to make an elixir from it. If you help him find what he needs, please see if you can get a sample of the elixir for me.
de: Ja, das ist perfekt für ein Gebräu, das ich kreiere. Übrigens sucht der Heiler nach dem Gehirn des einen oder anderen Dämons, damit er diejenigen behandeln kann, die von ihrem giftigen Gift heimgesucht wurden. Ich glaube, er will daraus ein Elixier machen. Wenn Du ihm hilfs, das zu finden, was er braucht, schau bitte, ob Du mir eine Probe des Elixiers besorgen könntest.

source: Why have you brought that here? I have no need for a demon's brain at this time. I do need some of the elixir that the Healer is working on. He needs that grotesque organ that you are holding, and then bring me the elixir. Simple when you think about it, isn't it?
de: Warum hast du das hierher gebracht? Ich brauche derzeit kein Dämonengehirn. Ich brauche etwas von dem Elixier, an dem der Heiler arbeitet. Er braucht dieses groteske Organ, das du in der Hand hältst, und bring mir dann das Elixier. Einfach, wenn man darüber nachdenkt, nicht wahr?

source: What? Now you bring me that elixir from the healer? I was able to finish my brew without it. Why don't you just keep it...
de: Was? Bringst du mir jetzt das Elixier vom Heiler? Ich konnte mein Gebräu ohne es beenden. Warum behältst du es nicht einfach...

source: I don't have any mushrooms of any size or color for sale. How about something a bit more useful?
de: Ich habe keine Pilze jeglicher Größe oder Farbe zum Verkauf. Wie wäre es mit etwas Nützlicherem?

source: So, the legend of the Map is real. Even I never truly believed any of it! I suppose it is time that I told you the truth about who I am, my friend. You see, I am not all that I seem... My true name is Deckard Cain the Elder, and I am the last descendant of an ancient Brotherhood that was dedicated to keeping and safeguarding the secrets of a timeless evil. An evil that quite obviously has now been released... The evil that you move against is the dark Lord of Terror - known to mortal men as Diablo. It was he who was imprisoned within the Labyrinth many centuries ago. The Map that you hold now was created ages ago to mark the time when Diablo would rise again from his imprisonment. When the two stars on that map align, Diablo will be at the height of his power. He will be all but invincible... You are now in a race against time, my friend! Find Diablo and destroy him before the stars align, for we may never have a chance to rid the world of his evil again!
de: Die Legende der Karte ist also echt. Selbst ich habe nie wirklich etwas davon geglaubt! Ich nehme an, es ist an der Zeit, dass ich Ihnen die Wahrheit darüber sage, wer ich bin, mein Freund. Siehst du, ich bin nicht alles, was ich scheine... Mein wahrer Name ist Deckard Cain der älteste, und ich bin der letzte Nachkomme einer alten Bruderschaft, die sich der Bewahrung und Bewahrung der Geheimnisse eines zeitlosen Bösen verschrieben hat. Ein Übel, das nun ganz offensichtlich freigesetzt wurde ... Das Böse, gegen das Du vorgehst, ist der dunkle Herr des Schreckens – den sterblichen Menschen als Diablo bekannt. Er war es, der vor vielen Jahrhunderten im Labyrinth eingesperrt war. Die Karte, die Sie jetzt halten, wurde vor Ewigkeiten erstellt, um den Zeitpunkt zu markieren, an dem Diablo aus seiner Gefangenschaft wieder auferstehen würde. Wenn die beiden Sterne auf dieser Karte übereinstimmen, wird Diablo auf dem Höhepunkt seiner Macht sein. Er wird so gut wie unbesiegbar sein... Du befindest Dich in einem Wettlauf gegen die Zeit, mein Freund! Finde Diablo und vernichte ihn, bevor die Sterne aufgehen, denn wir haben vielleicht nie wieder eine Chance, die Welt von seinem Bösen zu befreien!

source: Our time is running short! I sense his dark power building and only you can stop him from attaining his full might.
de: Unsere Zeit wird knapp! Ich spüre, wie sich seine dunkle Macht aufbaut und nur du kannst ihn davon abhalten, seine volle Macht zu entfalten.

source: I am sure that you tried your best, but I fear that even your strength and will may not be enough. Diablo is now at the height of his earthly power, and you will need all your courage and strength to defeat him. May the Light protect and guide you, my friend. I will help in any way that I am able.
de: Ich bin sicher, dass Du dein Bestes gegeben hast, aber ich fürchte, dass selbst deine Kraft und Wille nicht ausreichen wird. Diablo ist jetzt auf dem Höhepunkt seiner irdischen Macht und Du wirst all Deinen Mut und Kraft brauchen, um ihn zu besiegen. Möge das Licht dich beschützen und führen, mein Freund. Ich werde helfen, wo ich kann.

source: If the witch can't help you and suggests you see Cain, what makes you think that I would know anything? It sounds like this is a very serious matter. You should hurry along and see the storyteller as Adria suggests.
de: Wenn die Hexe dir nicht helfen kann und vorschlägt, Cain zu sehen, was lässt dich dann denken, dass ich etwas wissen würde? Es hört sich so an, als wäre das eine sehr ernste Angelegenheit. Du solltest Dich beeilen und den Geschichtenerzähler besuchen, wie Adria vorschlägt.

source: I can't make much of the writing on this map, but perhaps Adria or Cain could help you decipher what this refers to. I can see that it is a map of the stars in our sky, but any more than that is beyond my talents.
de: Ich kann nicht viel mit der Schrift auf dieser Karte anfangen, aber vielleicht könnten Adria oder Kain Dir helfen zu entziffern, worauf sich das bezieht. Ich kann sehen, dass es eine Karte der Sterne an unserem Himmel ist, aber mehr als das übersteigt meine Fähigkeiten.

source: The best person to ask about that sort of thing would be our storyteller. Cain is very knowledgeable about ancient writings, and that is easily the oldest looking piece of paper that I have ever seen.
de: Die beste Person, um nach so etwas zu fragen, wäre unser Geschichtenerzähler. Cain kennt sich sehr gut mit alten Schriften aus, und das ist mit Sicherheit das älteste Stück Papier, das ich je gesehen habe.

source: I have never seen a map of this sort before. Where'd you get it? Although I have no idea how to read this, Cain or Adria may be able to provide the answers that you seek.
de: So eine Karte habe ich noch nie gesehen. Wo hast du es her? Obwohl ich keine Ahnung habe, wie ich das lesen soll, können Cain oder Adria die Antworten geben, die Sie suchen.

source: Listen here, come close. I don't know if you know what I know, but you have really got somethin' here. That's a map.
de: Hör zu, komm näher. Ich weiß nicht, ob Du das weißt, was ich weiß, aber Sie haben wirklich etwas hier. Das ist eine Karte.

source: Oh, I'm afraid this does not bode well at all. This map of the stars portends great disaster, but its secrets are not mine to tell. The time has come for you to have a very serious conversation with the Storyteller...
de: Oh, ich fürchte, das verheißt überhaupt nichts Gutes. Diese Sternenkarte deutet auf eine große Katastrophe hin, aber ihre Geheimnisse sind nicht meine. Es ist an der Zeit, dass Sie ein sehr ernsthaftes Gespräch mit dem Geschichtenerzähler führen...

source: I've been looking for a map, but that certainly isn't it. You should show that to Adria - she can probably tell you what it is. I'll say one thing; it looks old, and old usually means valuable.
de: Ich habe nach einer Karte gesucht, aber das ist es sicherlich nicht. Das solltest du Adria zeigen - sie kann dir wahrscheinlich sagen, was es ist. Ich sage eins; es sieht alt aus, und alt bedeutet normalerweise wertvoll.

source: Pleeeease, no hurt. No Kill. Keep alive and next time good bring to you.
de: Bitteeeee, tut nicht weh. Kein Töten. Bleiben Sie am Leben und bringen Sie das nächste Mal Gutes zu Ihnen.

source: Something for you I am making. Again, not kill Gharbad. Live and give good. You take this as proof I keep word...
de: Etwas für dich mache ich. Nochmals, nicht töten Gharbad. Lebe und gib Gutes. Du nimmst das als Beweis, ich halte Wort...

source: Nothing yet! Almost done. Very powerful, very strong. Live! Live! No pain and promise I keep!
de: Noch nichts! Fast fertig. Sehr stark, sehr stark. Leben! Leben! Keine Schmerzen und Versprechen, die ich halte!

source: This too good for you. Very Powerful! You want - you take!
de: Das ist zu gut für dich. Sehr kraftvoll! Sie wollen - Sie nehmen!

source: What?! Why are you here? All these interruptions are enough to make one insane. Here, take this and leave me to my work. Trouble me no more!
de: Was?! Warum bist du hier? All diese Unterbrechungen reichen aus, um einen wahnsinnig zu machen. Hier, nimm das und überlass mich meiner Arbeit. Ärgere mich nicht mehr!

source: Arrrrgh! Your curiosity will be the death of you!!!
de: Arrrrgh! Deine Neugier wird Dein Tod sein!!!

source: Hello, my friend. Stay awhile and listen...
de: Hallo, mein Freund. Bleibt ein Weilchen und hört zu...

source: While you are venturing deeper into the Labyrinth you may find tomes of great knowledge hidden there. Read them carefully for they can tell you things that even I cannot.
de: Während Sie tiefer in das Labyrinth vordringen, finden Sie möglicherweise dort verborgene Wälzer mit großem Wissen. Lies sie sorgfältig durch, denn sie können Dir Dinge sagen, die selbst ich nicht verstehe.

source: I know of many myths and legends that may contain answers to questions that may arise in your journeys into the Labyrinth. If you come across challenges and questions to which you seek knowledge, seek me out and I will tell you what I can.
de: Ich kenne viele Mythen und Legenden, die Antworten auf Fragen enthalten könnten, die auf euren Reisen in das Labyrinth auftauchen könnten. Wenn Sie auf Herausforderungen und Fragen stoßen, zu denen Du Wissen suchst suche mich auf und ich werde Dir sagen, was ich kann.

source: Griswold - a man of great action and great courage. I bet he never told you about the time he went into the Labyrinth to save Wirt, did he? He knows his fair share of the dangers to be found there, but then again - so do you. He is a skilled craftsman, and if he claims to be able to help you in any way, you can count on his honesty and his skill.
de: Griswold - ein Mann mit großer Tatkraft und großem Mut. Ich wette, er hat dir nie von der Zeit erzählt, als er ins Labyrinth ging, um Wirt zu retten, oder? Er kennt seinen gerechten Anteil an den Gefahren, die dort zu finden sind, aber andererseits - Du auch. Er ist ein geschickter Handwerker, und wenn er behauptet, Ihnen in irgendeiner Weise helfen zu können, können Sie sich auf seine Ehrlichkeit und sein Können verlassen.

source: Ogden has owned and run the Rising Sun Inn and Tavern for almost four years now. He purchased it just a few short months before everything here went to hell. He and his wife Garda do not have the money to leave as they invested all they had in making a life for themselves here. He is a good man with a deep sense of responsibility.
de: Ogden ist seit fast vier Jahren Eigentümer und Betreiber der Taverne "zur Aufgehenden Sonne". Er kaufte es nur wenige Monate, bevor hier alles zur Hölle ging. Er und seine Frau Garda haben nicht das Geld, um zu gehen, da sie alles investiert haben, um sich hier ein eigenes Leben zu verdienen. Er ist ein guter Mann mit einem tiefen Verantwortungsbewusstsein.

source: Poor Farnham. He is a disquieting reminder of the doomed assembly that entered into the Cathedral with Lazarus on that dark day. He escaped with his life, but his courage and much of his sanity were left in some dark pit. He finds comfort only at the bottom of his tankard nowadays, but there are occasional bits of truth buried within his constant ramblings.
de: Armer Farnham. Er ist eine beunruhigende Erinnerung an die dem Untergang geweihte Versammlung, die an diesem dunklen Tag mit Lazarus die Kathedrale betrat. Er kam mit dem Leben davon, aber sein Mut und ein Großteil seines Verstandes blieben in einer dunklen Grube zurück. Trost findet er heutzutage nur noch am Boden seines Krugs, aber in seinem ständigen Geschwafel verbirgt sich gelegentlich ein Stückchen Wahrheit.

source: The witch, Adria, is an anomaly here in Tristram. She arrived shortly after the Cathedral was desecrated while most everyone else was fleeing. She had a small hut constructed at the edge of town, seemingly overnight, and has access to many strange and arcane artifacts and tomes of knowledge that even I have never seen before.
de: Die Hexe Adria ist hier in Tristram eine Anomalie. Sie kam kurz nachdem die Kathedrale geschändet wurde, während die meisten anderen flohen. Sie ließ scheinbar über Nacht eine kleine Hütte am Stadtrand bauen und hat Zugang zu vielen seltsamen und arkanen Artefakten und Zauberbüchern, die selbst ich noch nie zuvor gesehen habe.

source: The story of Wirt is a frightening and tragic one. He was taken from the arms of his mother and dragged into the labyrinth by the small, foul demons that wield wicked spears. There were many other children taken that day, including the son of King Leoric. The Knights of the palace went below, but never returned. The Blacksmith found the boy, but only after the foul beasts had begun to torture him for their sadistic pleasures.
de: Die Geschichte von Wirt ist erschreckend und tragisch. Er wurde aus den Armen seiner Mutter genommen und von den kleinen, ekelhaften Dämonen, die böse Speere schwingen, in das Labyrinth gezerrt. An diesem Tag wurden viele andere Kinder mitgenommen, darunter der Sohn von König Leoric. Die Ritter des Palastes gingen nach unten, kehrten aber nie zurück. Der Schmied fand den Jungen, aber erst nachdem die widerlichen Bestien begonnen hatten, ihn für ihre sadistischen Freuden zu quälen.

source: Ah, Pepin. I count him as a true friend - perhaps the closest I have here. He is a bit addled at times, but never a more caring or considerate soul has existed. His knowledge and skills are equaled by few, and his door is always open.
de: Ach, Pippin. Ich zähle ihn zu einem wahren Freund - vielleicht der engste, den ich hier habe. Er ist manchmal etwas verwirrt, aber nie hat es eine fürsorglichere oder rücksichtsvollere Seele gegeben. Seine Kenntnisse und Fähigkeiten werden von wenigen erreicht, und seine Tür steht immer offen.

source: Gillian is a fine woman. Much adored for her high spirits and her quick laugh, she holds a special place in my heart. She stays on at the tavern to support her elderly grandmother who is too sick to travel. I sometimes fear for her safety, but I know that any man in the village would rather die than see her harmed.
de: Gillian ist eine feine Frau. Für ihre gute Laune und ihr schnelles Lachen sehr verehrt, nimmt sie einen besonderen Platz in meinem Herzen ein. Sie bleibt in der Taverne, um ihre betagte Großmutter zu unterstützen, die zu krank ist, um zu reisen. Manchmal fürchte ich um ihre Sicherheit, aber ich weiß, dass jeder Mann im Dorf lieber sterben würde, als sie verletzt zu sehen.

source: Greetings, good master. Welcome to the Tavern of the Rising Sun!
de: Grüße, guter Meister. Willkommen in der Taverne der aufgehenden Sonne!

source: Many adventurers have graced the tables of my tavern, and ten times as many stories have been told over as much ale. The only thing that I ever heard any of them agree on was this old axiom. Perhaps it will help you. You can cut the flesh, but you must crush the bone.
de: Viele Abenteurer haben die Tische meiner Taverne geschmückt, und über so viel Bier wurden zehnmal so viele Geschichten erzählt. Das einzige, worüber ich je gehört habe, war dieses alte Axiom. Vielleicht hilft es dir. Sie können das Fleisch schneiden, aber Sie müssen den Knochen zerquetschen.

source: Griswold the blacksmith is extremely knowledgeable about weapons and armor. If you ever need work done on your gear, he is definitely the man to see.
de: Griswold, der Schmied, kennt sich sehr gut mit Waffen und Rüstungen aus. Wenn Sie jemals an Ihrer Ausrüstung arbeiten müssen, ist er definitiv der richtige Mann.

source: Farnham spends far too much time here, drowning his sorrows in cheap ale. I would make him leave, but he did suffer so during his time in the Labyrinth.
de: Farnham verbringt viel zu viel Zeit hier und ertränkt seine Sorgen in billigem Bier. Ich würde ihn dazu bringen, zu gehen, aber er hat während seiner Zeit im Labyrinth darunter gelitten.

source: Adria is wise beyond her years, but I must admit - she frightens me a little. Well, no matter. If you ever have need to trade in items of sorcery, she maintains a strangely well-stocked hut just across the river.
de: Adria ist über ihre Jahre hinaus weise, aber ich muss zugeben – sie macht mir ein bisschen Angst. Naja egal. Wenn Du jemals mit Zaubergegenständen handeln musst, Sie unterhält eine seltsam gut bestückte Hütte auf der anderen Seite des Flusses.

source: If you want to know more about the history of our village, the storyteller Cain knows quite a bit about the past.
de: Wenn Du mehr über die Geschichte unseres Dorfes erfahren möchtest, weiß der Geschichtenerzähler Cain einiges über die Vergangenheit.

source: Wirt is a rapscallion and a little scoundrel. He was always getting into trouble, and it's no surprise what happened to him. He probably went fooling about someplace that he shouldn't have been. I feel sorry for the boy, but I don't abide the company that he keeps.
de: Wirt ist ein Tunichtgut und ein kleiner Schurke. Er geriet immer in Schwierigkeiten, und es ist keine Überraschung, was mit ihm passiert ist. Er hat wahrscheinlich irgendwo herumalbern, wo er nicht hätte sein sollen. Der Junge tut mir leid, aber ich halte seine Gesellschaft nicht aus.

source: Pepin is a good man - and certainly the most generous in the village. He is always attending to the needs of others, but trouble of some sort or another does seem to follow him wherever he goes...
de: Pepin ist ein guter Mann – und sicherlich der großzügigste im Dorf. Er kümmert sich immer um die Bedürfnisse anderer, aber irgendwelche Schwierigkeiten scheinen ihn überall hin zu verfolgen...

source: Gillian, my Barmaid? If it were not for her sense of duty to her grand-dam, she would have fled from here long ago. Goodness knows I begged her to leave, telling her that I would watch after the old woman, but she is too sweet and caring to have done so.
de: Gillian, meine Bardame? Ohne ihr Pflichtbewusstsein gegenüber ihrer Großmutter wäre sie längst von hier geflohen. Gott weiß, ich habe sie gebeten zu gehen und ihr gesagt, dass ich auf die alte Frau aufpassen würde, aber sie ist zu süß und fürsorglich, um dies getan zu haben.

source: What ails you, my friend?
de: Was fehlt dir, mein Freund?

source: I have made a very interesting discovery. Unlike us, the creatures in the Labyrinth can heal themselves without the aid of potions or magic. If you hurt one of the monsters, make sure it is dead or it very well may regenerate itself.
de: Ich habe eine sehr interessante Entdeckung gemacht. Im Gegensatz zu uns können sich die Kreaturen im Labyrinth selbst ohne die Hilfe von Tränken oder Magie heilen. Wenn Sie eines der Monster verletzen, stellen Sie sicher, dass es tot ist, oder es kann sich sehr gut regenerieren.

source: Before it was taken over by, well, whatever lurks below, the Cathedral was a place of great learning. There are many books to be found there. If you find any, you should read them all, for some may hold secrets to the workings of the Labyrinth.
de: Bevor sie von, nun ja, was auch immer unten lauert, übernommen wurde, war die Kathedrale ein Ort der großen Gelehrsamkeit. Dort sind viele Bücher zu finden. Wenn Du welche findest, sollten Du sie alle lesen, da einige möglicherweise Geheimnisse über die Funktionsweise des Labyrinths haben.

source: Griswold knows as much about the art of war as I do about the art of healing. He is a shrewd merchant, but his work is second to none. Oh, I suppose that may be because he is the only blacksmith left here.
de: Griswold weiß von der Kriegskunst genauso viel wie ich von der Heilkunst. Er ist ein kluger Kaufmann, aber seine Arbeit ist unübertroffen. Oh, ich nehme an, das kann daran liegen, dass er der einzige Schmied hier ist.
