Repository: Eatitup86/DevilutionX-R
Catalog: Translations/*.po
Languages: de, hr

source: Complete Nut
de: Scharlatan

source: Slain Townsman
de: Verstorbener Bürger

source: Down to dungeon
de: Hinunter zum Verlies

source: Down to catacombs
de: Hinunter zu den Katakomben

source: Down to caves
de: Hinunter zu den Höhlen

source: Down to hell
de: Hinunter zur zur Hölle

source: Down to Crypt
de: Hinunter zur Krypta

source: Down to Hive
de: Hinunter zum Bienenstock

source: Up to level {:d}
de: Hinauf zu Level {:d}

source: Up to town
de: Zur Stadt

source: Down to level {:d}
de: Hinab zu Level {:d}

source: Up to Crypt level {:d}
de: Hinauf zu Kryptalevel {:d}

source: Down to Crypt level {:d}
de: Hinunter zu Kryptalevel {:d}

source: Up to Nest level {:d}
de: Hinauf zum Nestlevl {:d}

source: Down to Diablo
de: Hinunter zu Diablo

source: Back to Level {:d}
de: Zurück zu Level {:d}

source: assertion failed (%d:%s) %s
hr: neuspjeli navod (%d:%s) %s

source: %s The error occurred at: %s line %d
hr: %s Greška se dogodila na: %s redak %d

source: Unable to open a required file. Verify that the MD5 of diabdat.mpq matches on of the following values 011bc6518e6166206231080a4440b373 68f049866b44688a7af65ba766bef75a The problem occurred when loading: %s
hr: Nemoguće otvaranje potrebne datoteke. Provjerite poklapa li se MD5 diabdat.mpq datoteke sa sljedećim vrijednostima 011bc6518e6166206231080a4440b373 68f049866b44688a7af65ba766bef75a Došlo je do problema učitavanja: %s

source: Unable to open %s. Make sure that it is in the game folder and that the file name is in all lowercase.
hr: Nemoguće je otvoriti %s. Provjerite nalazi li se u mapi igre i je li naziv datoteke u malim slovima.

source: Unable to write to location: %s
hr: Nemoguće zapisivanje lokacije: %s

source: Quit Diablo
hr: Zatvori Diablo

source: Gamma
hr: Gama

source: Sound
hr: Zvuk

source: Color Cycling Off
hr: Kruženje boja isključeno

source: Color Cycling On
hr: Kruženje boja uključeno

source: Pause
hr: Pauziraj

source: Failed to load image
hr: Neuspjelo učitavanje slike

source: 3D Cinematic Artwork
hr: 3D filmski redatelji

source: Diablo Strike Team
hr: Diablo udarni tim

source: Sound Design
hr: Dizajn zvuka

source: Cinematic Music & Sound
hr: Filmska glazba i zvuk

source: OK
hr: U redu

source: Client-Server (TCP)
hr: Klijent-Poslužitelj (TCP)

source: Peer-to-Peer (UDP)
hr: Točka-u-Točka (UDP)

source: Loopback
hr: Izvanmrežno

source: no gateway needed
hr: pristupnik nije potreban

source: All computers must be connected to a UDP-compatible network.
hr: Sva računala moraju biti povezana u UDP kompatibilnu mrežu.

source: Players Supported: %d
hr: Podržano igrača: %d

source: Normal
hr: Normalna

source: Enter IP
hr: Upiši IP adresu

source: Enter an IP and join a game already in progress at that address.
hr: Upišite IP adresu i pridružite se već pokrenutoj igri na dotičnoj adresi.

source: Level:
hr: Razina:

source: Character already exists. Do you want to overwrite "%s"?
hr: Lik već postoji. Želite li prebrisati "%s"?

source: Are you sure you want to delete the character "%s"?
hr: Sigurno želite obrisati "%s" lik?

source: Copyright © 1996-2001 Blizzard Entertainment
hr: Autorsko pravo © 1996-2001 Blizzard Entertainment

source: Text has zero width
hr: Tekst ima nultu širinu

source: Out of memory
hr: Premalo memorije
